{
    "title": "The Void Beneath the Emptiness – Quadrant Online",
    "byline": null,
    "dir": null,
    "lang": "en-AU",
    "content": [
        [
            "<p></p>",
            "<p>“If you threw dead donkeys at people, they threw money back,” wrote George Orwell in partial explanation of the success of Salvador Dali. Surrealism was an influential example to Andy Warhol too, who, as Blake Gopnik tells us, was a life-long fan of Dali and his pranks. Like Dali, Warhol moved from painting to the more graphic possibilities of film, and, like Dali, Warhol indulged a taste for obscenity. The connections in sensibility are closer than one would think: Dali, like Warhol, had worked as a window dresser for the Bonwit Teller department store in New York, and Warhol even inherited a “muse” from Dali, one Isabelle Dufresne, known as “Ultra Violet”, a French over-dresser, as one of his Factory harpies.</p>",
            "<p>And then there was Marcel Duchamp, the arch-Dadaist, who discovered the “ready-mades” by placing a porcelain urinal on a pedestal in a gallery, signing it “R MUTT 1917”, and declaring it art. So was conceptual art born, in which the <em>idee</em> outranked the <em>objet </em>in importance, a form of art in which Warhol was formally schooled and which he and some other artists used to eventually annihilate the importance of the object altogether. At many turns in the road of Warhol’s career Gopnik identifies a Duchampian precedent, which is a salutary reminder that not only was Warhol often derivative, but his inspiration involved a good deal of ironic humour at the expense of his clients. Warhol developed a deliberate Sphinx-like demeanour as an accompaniment to the art, which was easy to misidentify as profundity rather than cheek. Duchamp, having made his point about the pea-and-thimble trick of Aestheticism, and with characteristic Dadaist unpredictability, at least had the decency to retire early with Gallic sangfroid—he gave up art for chess in 1923—but Warhol was never satisfied with what he had achieved (or earned) with Pop Art, and muddled on until the peculiar circumstances of his own legend turned him into a commercial phenomenon.</p>",
            "<p><span><strong>This essay appeared in a recent <em>Quadrant</em>.</strong></span><br>\n<span><strong><a href=\"https://quadrant.org.au/subscribe/\" target=\"_blank\"><span>Click here to subscribe</span></a></strong></span></p>",
            "<p>Warhol was born on Hiroshima Day (August 6) in 1928 at home in a second-floor two-room apartment in a wooden house in a working-class suburb of Pittsburgh, a child of Carpatho-Rusyn immigrants, Andrej and Julia Warhola. Warhol later described it as “the worst place I have ever been in my life”. The family couldn’t afford Campbell’s soup, so Julia made Carpatho-Rusyn chicken soup from scratch, something she continued to do for Warhol and his visitors in later years when she lived with him in New York. Warhol’s father was an itinerant construction out-of-worker, travelling the United States until the Depression slowed up the jobs. He had left Mikova, a desperate village in the shade of the Carpathian Mountains, in what is now Slovakia, before the First World War, ahead of the arrival of the Austro-Hungarian recruiting sergeants, and leaving his wife Julia behind. She joined him in Pittsburgh in 1921. Though Mikova now boasts a welcome sign depicting Warhol, he never went there, and the most valuable contribution of his ethnicity to Warhol’s personality was the extreme “outsiderism”, as Gopnik calls it, which he brought to bear on his experience of American consumerist culture at its cheesiest.</p>",
            "<p>The artistic impulse, and the charlatanism, came from the influence of Julia, whom Gopnik describes as a “creative eccentric”, who never learned to speak English properly, but whose performative personality both played up to the cliché of the babushka and messed around with it at the same time. Affected as Warhol was by rheumatic fever as a child, she nursed him through episodes of psychic isolation by supplying him with art equipment. The steely, almost cunning, willingness to be seen as different, known in Julia’s family as the “Zavacky Way”, Gopnik suggests, is the foundational aesthetic for Warhol’s later carefully designed Pop Art persona.</p>",
            "<p>Warhol was no savant. His childhood and student years reflected an inherent artistic curiosity—drawing comic book characters, photography with a Baby Brownie Special, his own home-movie projector purchased by Julia, Hollywood film star scrapbooks. In 1939 his art teacher enrolled him in Saturday art classes at the Carnegie Institute in the suburb of Oakland which just happened to have a world-famous children’s art program, a permanent collection of Old Masters and rolling exhibitions of European contemporary and <em>avant garde</em> art, including works by Max Ernst, George Grosz, Edward Hopper and the paintings of store signs and cigarette packets of Stuart Davis. In 1945 Warhol moved on to the Carnegie Institute of Technology to study art full-time.</p>",
            "<p>Nor was Warhol stupid. During his youth he was remarked on as being “quiet, sensitive, intense”, a nerd, feminine and a loner. As he grew older, his seclusion was not so much a prison as a defence. He made friends with other loners and eggheads and learned that he could attract them. They could share the observational dialectic of the outsider. He had sufficient IQ (104), intellectual energy and time on his hands to absorb the education put in front of him. Nor was he interested in it for its own sake; later in life he deployed his learning with those he needed to impress, particularly to the New York promoters of his art, like Henry Geldzahler, a curator at the Metropolitan Museum of Art, who pronounced: “Warhol only plays dumb. It’s his style … He’s incredibly analytical, intellectual, and perceptive.” As Gopnik repeatedly points out, Warhol’s opportunities and successes were all generated through relationships and networking. This isn’t the popular image of the cynical, accidental Sphinx. One of the great virtues of his book is that Gopnik has taken the time and effort to interview many people who can describe moments of what it was like to know the person behind the shopfront window: “If I really want to know what happened somewhere, I ask Andy,” said a friend of his in the 1960s. “He may have only stayed three minutes and never raised his eyes, but there’s nothing he hasn’t observed.”</p>",
            "<p>As one of Warhol’s first boyfriends put it, “You think, ‘Oh, here’s this nice little boy who is very naive, and he dresses like a hick from Pennsylvania, and he acts sort of sickly and naively, and he doesn’t know what the score is.’ Well, he did. But he was always involved with it on the level of a game or play … He couldn’t understand why people were taking things so seriously.”</p>",
            "<p></p>",
            "<p>Every time he got to know somebody, even as a friend sometimes, he’d say “Let me draw your cock” … They’d drop their pants, and Andy would make a drawing. That was it. And then he’d say, “Thank you”.</p>",
            "<p>At Tech, Warhol’s access to technique broadened, as he was taught in the Painting and Design program, where the idea was that there was “no line between the fine and the applied arts”. The program’s eclecticism embraced art in advertising and artists as illustrators, and the aim was to produce commercial artists who could engage in fine art. Warhol was taught by Russell Twiggs to make paintings by using silk-screen printing, permitted to make experimental films and given a theoretical grounding in modernism and postmodernism by the cop-brawling Balcombe Green: “the social meaning of art is that it opposes conformity and is a constant indictment of materialistic forces”. Warhol started calling himself “André Warhol” and wearing painted shoes. Though the course involved its students with abstraction and abstract expressionism, Warhol seems to have been most deeply impressed by the modernist mission to “Make it New”, and preferred Dadaistic explorations—Pop Art itself was first labelled “Neo-Dada”—and emerged as a traditional modernist innovator. “New things are always better than old things,” Warhol said later in his career—“for once giving a quote that probably reflected how he truly felt”, comments Gopnik.</p>",
            "<p>Gopnik says Warhol hated the “already done”, but there is tension throughout the biography between his presentation of Warhol’s next innovative project as inspired breakthrough and his almost impressively competent playing of that biographer’s game, “spot the precedent”. This ultimately has a deflationary effect on the reader’s appreciation of Warhol, and tends to muddy Gopnik’s obvious admiration for Warhol as an artist, as the professional art nerd in him competes with his avid fandom. It’s not that Gopnik evades Warhol’s kleptomania—at one point he calls him “the world’s greatest sponge”—but the book’s implication of genius is not borne out in the final judgment on the facts, though one can accept on the evidence that if Warhol had a genius, it was situational rather than creative.</p>",
            "<p>Warhol’s stomach for work and the brutal realities of getting ahead showed itself when he moved to New York (<em>at left</em>) after graduation. Determined to be an illustrator, he engaged in ruthless cold-calling intended to attract attention: “I planted some bird seed in the park yesterday. Would you like to order a bird? Do you have any work for me?” If the answerer ventured a “How are you?”, Warhol replied, “I’m okay but I have diarrhea.” His flatmates recalled that after he hung up he would confess, “Isn’t that ridiculous?” or “I don’t want to behave like this.” But it worked, and he garnered an expanding practice in magazine, book jacket and record cover illustration and design, and a bevy of loyal clients, due to his preparedness to work all night and deliver, on time, often several versions of the brief. This remarkable work ethic generated an income stream that enabled survival in New York.</p>",
            "<p>With characteristic disregard for the sovereignty of the author, in the early 1950s this work was delegated to a paid factotum, Nathan Gluck, a Pacific veteran and MoMA Christmas card designer, who thereafter ran the illustration business from Warhol’s basements and spare floors, faking Warhol’s techniques and even Julia Warhola’s “insanely curlicued” handwriting, which Warhol had successfully marketed as a motif. Gluck stayed on the job until 1966.</p>",
            "<p>In the meantime, Warhol avoided Korea with a “medically unfit 4F” classification probably due to his “irrepressibly fey manner” leading to a military diagnosis of homosexuality. He met Truman Capote and Cecil Beaton. His mother, whom one art director client described as “much smarter than Andy”, moved in to his 75th Street apartment to become a permanent mixed blessing: cook and cleaner, but a blight on his emotions and a brake on his burgeoning gay sex life. He made periodic forays into fine art with erotic male figure drawings. He suffered panned or ignored first exhibitions at the Hugo and Loft Galleries, three rejections of offerings to the Tanager Gallery and an exhibition at the Bodley Gallery and Bookshop, the works there being described by the <em>New York Times</em> critic as “done by Jean Cocteau on an off day”. He was saved because New York department stores sought to use radical art to draw attention to their shop window displays in the hope that their dedication to sophisticated modern taste rubbed off on their wares. Warhol’s commissions for Bonwit Teller permitted him to display his first expressions of Pop Art.</p>",
            "<p>The content of Warhol’s Pop Art came to him through his downtown friendship with collage artist Ray Johnson, whose works used Hollywood star pictures and consumer product placement—images of Lucky Strike cigarette packets and Hunt’s ketchup bottles. Johnson also conveyed to him the idea of the artist as an artwork. This played into Warhol’s predisposition to strike poses and try out personalities. The knitting together of these conceits with the principles of Warhol’s Dadaist training produced the cycle of artistic output that made Warhol’s reputation. There coincided a Dadaist revival inspired by the 1959 MoMA show “New Images of Man”: Robert Rauschenberg displayed real Coke bottles.</p>",
            "<p>Warhol fell into presenting commercial art renditions of brand names and everyday products as fine art at the same time as many others. In April 1961 he hung images of newspaper pages, a Superman comic and Popeye behind a women’s clothing display in a Gunther Jaeckel shop window. At home he started painting realistic depictions of Coke bottles. Soon after, Claes Oldenburg and Roy Lichtenstein beat Warhol to the punch by exhibiting papier mâché copies of merchandise and paintings of cartoons respectively in actual exhibitions. “Cartoon paintings … it’s too late!”, Warhol bleated to friends, “I’ve got to do something that really will have a lot of impact, that will be different enough … that won’t look like I’m doing exactly what they are doing.” A dealer friend, Muriel Latow, suggested Campbell’s soup tins, and charged him fifty dollars for the idea.</p>",
            "<p>At first this movement seemed like a rediscovery of the centrality of the object in art after years of the subjective meaninglessness, formless drippery and bad behaviour of abstract expressionism. But it carried within it its own form of obscurity because there was no explanation for why the particular “found” object was chosen. And it was accompanied by certain rules: the object is unadulterated and unedited by any authorial input or intention, it must be its own explanation, it stands and falls on its own merits. Duchamp himself, living in California, piped up: “If you take a Campbell’s soup can and repeat it fifty times, you are not interested in the retinal image. What interests you is the concept that wants to put fifty Campbell’s soup cans on a canvas.”</p>",
            "<p>In Warhol’s version of Pop Art, the artist, though, became part of the display, at once of the art but not of it, the user of the product, not maker of it. “A sort of gum-chewing, seemingly naive teenybopper, addicted to the lowest form of popular culture”, as one art critic friend, to whom Warhol pretended he was twenty-five years old, observed of his new Pop persona. Ray-bans, gnomic comments and leather jackets followed later, mirroring the apparent idiocy of the art:</p>",
            "<p><strong>Q:</strong> <em>What is Pop Art trying to say?</em></p>",
            "<p><strong>A:</strong> <em>I don’t know.</em></p>",
            "<p>“Being monosyllabic let his art speak for itself,” suggests Gopnik. This perverse demeanour was to have consequences when a mind as clinical as Warhol’s started applying the Pop Art rules to living found objects.</p>"
        ],
        [
            "<p>But first there were the meticulous paintings of the soup cans—all thirty-two flavours—done from photographs in order to capture the pure object. Then the personal act of painting was eliminated by resort to silk-screening the photographic images onto canvas, the objects arranged on grids as if printed by a machine—dollar bills, Liz Taylors, Marilyns, followed by scenes of Death and Disaster, electric chairs, gun-slinging Elvis Presleys.</p>",
            "<p>Then the work of silk-screening was shared with volunteer helpers or assistants in each “Factory” premises leased or purchased by Warhol between 1963 and his death in 1987, until finally fully contracted out in the late 1970s to Rupert Smith, who ran a chaotic studio in Tribeca, where he in turn sub-contracted the actual screen printing work to three printers, and delivered the works to Warhol’s back door to be presented to clients as if Warhol had just been working on them. Next, Warhol manufactured fake Brillo Pad boxes and soup can cartons, exhibited as if stored in a stockroom or supermarket, at the Stable Gallery in 1964.</p>",
            "<p>Then Warhol renounced painting altogether and became an <em>avant garde</em> film director for the underground film industry. His first experimental movie, <em>Sleep</em>, consisted of five and a half monotonous hours of his naked sleeping lover, John Giorno. This was the beginning of a series of increasingly by turns boring and traumatic films in which the medium was applied to people as found objects, underscored by the hundreds of screen tests Warhol made of single person objects in his Factories, four minutes each of slowed down stasis, a monument to Warhol’s peculiar observational apprehension of other people as specimens. “It’s easier to do than painting, because the camera has a motor and you just walk away. It just takes over by itself,” he explained. The better-known later films, <em>Blow Job</em>, <em>Couch</em>, <em>Chelsea Girls</em>, <em>Lonesome Cowboys</em> and <em>Fuck</em>, ratcheted up the hysteria and the obscenity. The voyeurism was often spiced up by offsiders shouting abuse at the actors off-camera. Warhol always refused to direct, “creating a void people felt compelled to fill”, leaving the direction and “scriptwriting” to his various Factory “superstars”, each film an exposé of their troubled neuroses.</p>",
            "<p><em>Chelsea Girls</em> featured four of the Factory women squabbling in the Chelsea Hotel, delivered over four hours on split screens, allowing the projectionist to decide what footage was shown with what soundtracks. Despite its unintelligibility it toured the country and received national publicity, of the usefully negative type, for depicting “the lower level of degenerate dope pushers, lesbians and homosexuals” (<em>New York Times</em>). The relative success of <em>Lonesome Cowboys</em>, a plotless farrago of mincing and urinating gunslingers, supervised by a drag-queen sheriff, surprisingly generated a potential Hollywood project with Troy Donahue and Natalie Wood in 1969, scuppered when Warhol’s front man of the time, Paul Morrissey, informed the Columbia Pictures executives (as Warhol sat catatonic next to him) about a sex scene with a Great Dane.</p>",
            "<p>The next stage involved dropping the medium altogether. Warhol decided to simply exhibit living found objects. Edie Sedgwick, a lost preppie from abusive Californian wealth, was the most famous. There is YouTube footage of Warhol and Sedgwick on the <em>Merv Griffin Show</em> in 1965 (<em>below</em>), performing as “the leaders of the new scene”. Edie is introduced as an actress and “superstar” of underground movies. She appears in her habitual rig of black leotards, short girl’s skirt, Cathedral earrings and moused-up blonde hair, probably high. She gives a charming performance of toney mannerisms, as if at drinks in the country before lunch, massaging a cigarette packet and breathlessly shy of the audience. She “warns” Merv that Warhol has decided not to speak and she will pass on any answers he whispers in her ear. Warhol’s cat-like face, chewing gum, rolls eyes and mouths occasional yesses and nos. This comes over as undergraduate, but it does zoom the focus in on the fragile Sedgwick. Asked what a “superstar” is, she says it is something at once ridiculous or fantastic, ridiculous “if we can get it off the ground”. Warhol cruelly exposed Sedgwick in his film <em>Poor Little Rich Girl</em>. “She never understood what I was doing to her,” he commented.</p>",
            "<p></p>",
            "<p>Despite attracting coverage, Warhol did not make money at the beginning. Gopnik’s description of serial exhibitions in New York and the West Coast in the 1960s record failures to attract buyers. Of the thirty-two soup cans exhibited at the Ferus Gallery in Los Angeles in 1962 only six sold, and Warhol haggled $1000 out of the curator (who bought the six back and sold all thirty-two as a job lot to the Museum of Modern Art in 1996 for $15 million). The dearth of sales necessitated the continuation of Nathan Gluck’s basement conveyor belt of shoe and leather goods advertisements to keep the Warhol circus afloat, especially when he had to subsidise the existence of his numerous indigent followers in the Factories. Warhol hid this <em>déclassé</em> reality from his expanding network of New York art promoters and enablers, who were surprised to find out, if they did, that Warhol had been a commercial illustrator.</p>",
            "<p>And despite the attention Pop Art attracted, Warhol suffered significant rebuffs in America. He was not collected by MoMA, his “Most Wanted Men” installation of criminal portraits was hastily removed from the New York World’s Fair in 1964, he was cancelled from the Cannes Film Festival in 1967, he was rejected by Hollywood in 1969 and 1971, and he was never invited to participate in the Venice Biennale for the US. He was ignored by Richard Avedon and Tom Wolfe, and savaged by Hilton Kramer and Robert Hughes, determined anti-Pop critics. Henry Geldzahler said:</p>",
            "<p><em>Andy’s a voyeur and he needs exhibitionists around, which is all right. I mean he’s a cameraman; he’s a filmmaker; he’s an artist … But he’s also kind of a sadist. He’s a voyeur-sadist, and he needs exhibitionist-masochists in order to fulfill both halves of his destiny. And it’s obvious that an exhibitionist-masochist is not going to last very long.</em></p>",
            "<p>“People victimised themselves in their hurry to be stars,” said another “superstar”, Mary “Might” Woronov, who herself fell out with Warhol over money. But Gopnik is protective: “Warhol was no Venus flytrap, attracting unwitting victims so he could then suck them dry. At worst he was like some guileless flypaper, with a scent that led certain creatures to get stuck.” At another point he writes, “Warhol had a vast tolerance, even appreciation, for nuttiness—even drug-induced nuttiness—but only when it served some kind of creative goal.”</p>",
            "<p>This seems too narrow a view on causation. If the theory is that Warhol curated his whole life as a Dadaist work of art, a theory that has plausibility, then the responsibility for collateral damage done by that concentrated effort cannot be so easily flunked. Most of Warhol’s work of lasting value and presence, the early silk-screen paintings, are unlikely to have caused emotional havoc among his followers—more obviously it was the conceit of the artist himself: the hyper Factory environment, the experimental films, the doped-up happenings of the Velvet Underground, the fun-fair orgies and the ephemeral Exploding Plastic Inevitable, in all of which the amphetamine-addled “superstars” were paraded. It’s hard to believe Warhol was not cognisant of the emotional mechanics of people less controlled than he was, of whom he said he made a special “fascinated” study, and whose self-esteem he knew came to depend on their connection with him and the Factory projects.</p>",
            "<p>Many didn’t last. Warhol presided over endless competition, jealousy and turnover. Finding out you were expendable had its consequences. Amateur mime, actor, film-maker and boyfriend, Philip Fagan, walked out after being filmed “dying” in <em>Six Months</em>, and committed suicide four years later. Sedgwick was filmed as dead, with her head in a toilet bowl, in <em>Lupe</em>, after which she drifted into the orbit of Bob Dylan, psychiatric treatment and an overdose of downers in 1971. Jed Johnson, who lived with Warhol for the longest, was moved out after his second suicide attempt in 1978, Warhol telling him: “It’s so embarrassing. Why would you embarrass me like this?” Danny Williams, Warhol’s speed-freak lover, proved too ambitious, and, perhaps, talented and was thrown out of Warhol’s townhouse after yanking off Warhol’s wig in a restaurant. Left to rot with drugs in the back room of the Factory, he went home to Rockport, had dinner with his family and disappeared for ever, his clothes later found neatly folded by the sea.</p>",
            "<p>It was this persona that finally did for Warhol in 1968. Though Valerie Solanas was never one of Warhol’s found objects, she wanted to be. “I never intended to kill him,” she said after she was sentenced, “I just wanted him to pay attention to me.” Solanas was a drop-out Greenwich Village lesbian drifter, publisher of the <em>SCUM</em> (Society for Cutting Up Men) <em>Manifesto</em>, a guidebook on how to create “a swinging, groovy, out-of-sight female world”. Warhol, perhaps unwisely, refused to join the men’s auxiliary, and lost her promisingly titled play, <em>Up Your Ass</em>, somewhere in the Factory.</p>",
            "<p>This caused paranoid delusions that Warhol was stealing her copyright. On June 3, 1968, she appeared in the new Union Square Factory, and after some strained banter with an unsuspecting Warhol and his managers, started shooting. Warhol cowered behind his desk. The .32 calibre bullet passed into Warhol’s right side and exited from his left back, collapsing a lung, severing the oesophagus from the stomach, piercing the diaphragm and mashing the liver and spleen. His survival in Columbus Hospital was a miracle. The Factory family turned up dressed for the occasion. “Andy was dealing with this kind of underground emotion. It can be dangerous,” Ultra Violet, made up, ringleted, in a Chanel suit, told the reporters. “How many tears, how many crocodiles?” wrote an observer. Solanas got three years. “You get more for stealing a car,” said Lou Reed, middle-classly.</p>",
            "<p>It was all of a piece with Warhol’s Dadaist trajectory that he lived on as the survivor of his own assassination, and reaped advantages from the consequent notoriety. His return to portraiture in the 1970s and 1980s enabled collectors to buy the works of a dead artist. Warhol played the part by making no attempt to render the sitters as unique or understood. The portraits were fed into Warhol’s new mission of “Business Art”. “The new art is really a business,” Warhol announced in 1969. “I’m a commercial person. I’ve got a lot of mouths to feed. I’ve gotta bring home the bacon.” Gopnik explains: “Coming up with the conceit of Business Art, that is, let Warhol produce objects and offer them for sale while insisting that the offering, more than the objects, counted as the art. It was the performance that mattered, not its cash results.” Thus, in this “necessary and brilliant aesthetic move”, there was no need for an object, just a transaction, an art system. His witless followers, like Brigid Berlin, thought Warhol was a “business genius”. Large claims are made of Trumpian nous: “business advisers were always amazed at how good Andy was at really understanding the basic concepts of a deal and getting it across—and Andy <em>was</em> very good”.</p>",
            "<p></p>",
            "<p>At this point the admiring rationalisations wear thin, and become more transparently flotation devices. That cash results didn’t matter cloaks the real failures of technique. Warhol never made any real money until what are now regarded as his authentic innovations were well in the past, and he embarked on a series of retreads. There is some jockeying about by both Warhol and Gopnik on the reasons for the manoeuvre, but Gopnik is determined to advance the argument that “Business Art” was just another inspired and dexterous move in a life of keeping one step ahead of the conceptual pack.</p>",
            "<p>Even Gopnik must concede, if just by the necessary telling, that most of the Business Art gestures failed miserably, especially his attempt to negotiate his way into Hollywood, which Warhol actually cared about. He kicked himself for not charging the Rolling Stones a percentage of record sales (instead of a set fee) for the LP <em>Sticky Fingers</em>, the cover of which he designed. The planned international chain of Andy-Mat diners, catering to loners who ate frozen food packs while watching their own television, didn’t get past property leasing arrangements 101. Sad attempts at tie-ins with soaps, perfumes and makeup never lasted. No one hired him as a private film-maker for $150,000, or his “superstars” for $5000. The contrast with the wit of Pop Art’s initial bravura impact is clear from Gopnik’s own text—in 1964 Warhol asserted that the whole point of his painted soup cans would be lost with any kind of commercial tie-in; even Campbell’s agreed.</p>",
            "<p>Warhol embarked on becoming a factory for high-society portraiture, attracting such clients as the Shah and Shahbanu of Iran, Imelda Marcos, Jimmy Carter, Texan oil millionaires and Giovanni Agnelli. It turned out that the object did still matter: even if it was constructed of paint screened over a bad polaroid of the sitter. Someone as percipient as Warhol must have been aware of the unedifying banality involved in him becoming not only “mainstream” but the fool to oppressive dictators, vulgar industrialists and politicians in order to become rich. Gopnik is not so sure. His impressive book makes a decent fist of digging Warhol out of the ditch he dug for himself. He thinks most of the art world just couldn’t follow where Warhol went, and only the most sophisticated could see this was all a clever critique of the shoddy mechanics of art and society. That cute defence seems to amount to little more than the private joke of one-hand clapping. It might be that people were not making inquiries at all, and Warhol was simply succumbing to “what seemed right for the times”, as Gopnik describes it.</p>",
            "<p>What were those peculiar circumstances of the times? The people who were, and continue to be, prepared to pay such enormous sums for Warhol’s works were the beneficiaries of the post-war economic boom and the successful distribution of industrialised technology to the masses, as were their attendant financiers. Bankers, debt specialists, retail tycoons, mining potentates, trade finance executives, shipping magnates and <em>rentiers</em> generally lead successful lives of dull mass dealings, often with other people’s money, or by clipping the ticket in high-turnover sales schemes; one-trick ponies pursuing soul-destroying occupations which attract people with neither the time nor the inclination to educate themselves about pastimes with more satisfying personal outcomes.</p>",
            "<p>Among the postmodern plagues that have been generated by this unchallenged hegemony of material progress is the absorption of the traditional art market into an auction of the vanities. After a time, buying the next best house, car or boat is not enough to ameliorate the poverty of the inner life or maintain superiority over the Joneses. If you create a market for such people to expend their wealth in acquiring an asset which they are told brings intellectual prestige they will throw money at it, as they did with Dali, and even better if you can buy an enigma, like a Warhol. If no one can really explain what the art is saying, or what it stands for, no one can effectively undermine its value. “Isn’t the art scene today revolting?” Warhol asked Cecil Beaton; “I wish I could find a way of making it worse.” Well, he did.</p>",
            "<p><span><strong><em>Warhol, A Life as Art<br>\n</em>by Blake Gopnik</strong></span><br>\n<span><strong>Penguin, 2021, 976 pages, $35</strong></span></p>",
            "<p><em><strong>Matthew White SC is a barrister working in Sydney and Hong Kong. He wrote on The Palace Letters by Jenny Hocking in the October issue.</strong></em></p>"
        ]
    ],
    "textContent": "\n\t\t\t\t\t\n“If you threw dead donkeys at people, they threw money back,” wrote George Orwell in partial explanation of the success of Salvador Dali. Surrealism was an influential example to Andy Warhol too, who, as Blake Gopnik tells us, was a life-long fan of Dali and his pranks. Like Dali, Warhol moved from painting to the more graphic possibilities of film, and, like Dali, Warhol indulged a taste for obscenity. The connections in sensibility are closer than one would think: Dali, like Warhol, had worked as a window dresser for the Bonwit Teller department store in New York, and Warhol even inherited a “muse” from Dali, one Isabelle Dufresne, known as “Ultra Violet”, a French over-dresser, as one of his Factory harpies.\nAnd then there was Marcel Duchamp, the arch-Dadaist, who discovered the “ready-mades” by placing a porcelain urinal on a pedestal in a gallery, signing it “R MUTT 1917”, and declaring it art. So was conceptual art born, in which the idee outranked the objet in importance, a form of art in which Warhol was formally schooled and which he and some other artists used to eventually annihilate the importance of the object altogether. At many turns in the road of Warhol’s career Gopnik identifies a Duchampian precedent, which is a salutary reminder that not only was Warhol often derivative, but his inspiration involved a good deal of ironic humour at the expense of his clients. Warhol developed a deliberate Sphinx-like demeanour as an accompaniment to the art, which was easy to misidentify as profundity rather than cheek. Duchamp, having made his point about the pea-and-thimble trick of Aestheticism, and with characteristic Dadaist unpredictability, at least had the decency to retire early with Gallic sangfroid—he gave up art for chess in 1923—but Warhol was never satisfied with what he had achieved (or earned) with Pop Art, and muddled on until the peculiar circumstances of his own legend turned him into a commercial phenomenon.\nThis essay appeared in a recent Quadrant.\nClick here to subscribe\nWarhol was born on Hiroshima Day (August 6) in 1928 at home in a second-floor two-room apartment in a wooden house in a working-class suburb of Pittsburgh, a child of Carpatho-Rusyn immigrants, Andrej and Julia Warhola. Warhol later described it as “the worst place I have ever been in my life”. The family couldn’t afford Campbell’s soup, so Julia made Carpatho-Rusyn chicken soup from scratch, something she continued to do for Warhol and his visitors in later years when she lived with him in New York. Warhol’s father was an itinerant construction out-of-worker, travelling the United States until the Depression slowed up the jobs. He had left Mikova, a desperate village in the shade of the Carpathian Mountains, in what is now Slovakia, before the First World War, ahead of the arrival of the Austro-Hungarian recruiting sergeants, and leaving his wife Julia behind. She joined him in Pittsburgh in 1921. Though Mikova now boasts a welcome sign depicting Warhol, he never went there, and the most valuable contribution of his ethnicity to Warhol’s personality was the extreme “outsiderism”, as Gopnik calls it, which he brought to bear on his experience of American consumerist culture at its cheesiest.\nThe artistic impulse, and the charlatanism, came from the influence of Julia, whom Gopnik describes as a “creative eccentric”, who never learned to speak English properly, but whose performative personality both played up to the cliché of the babushka and messed around with it at the same time. Affected as Warhol was by rheumatic fever as a child, she nursed him through episodes of psychic isolation by supplying him with art equipment. The steely, almost cunning, willingness to be seen as different, known in Julia’s family as the “Zavacky Way”, Gopnik suggests, is the foundational aesthetic for Warhol’s later carefully designed Pop Art persona.\nWarhol was no savant. His childhood and student years reflected an inherent artistic curiosity—drawing comic book characters, photography with a Baby Brownie Special, his own home-movie projector purchased by Julia, Hollywood film star scrapbooks. In 1939 his art teacher enrolled him in Saturday art classes at the Carnegie Institute in the suburb of Oakland which just happened to have a world-famous children’s art program, a permanent collection of Old Masters and rolling exhibitions of European contemporary and avant garde art, including works by Max Ernst, George Grosz, Edward Hopper and the paintings of store signs and cigarette packets of Stuart Davis. In 1945 Warhol moved on to the Carnegie Institute of Technology to study art full-time.\nNor was Warhol stupid. During his youth he was remarked on as being “quiet, sensitive, intense”, a nerd, feminine and a loner. As he grew older, his seclusion was not so much a prison as a defence. He made friends with other loners and eggheads and learned that he could attract them. They could share the observational dialectic of the outsider. He had sufficient IQ (104), intellectual energy and time on his hands to absorb the education put in front of him. Nor was he interested in it for its own sake; later in life he deployed his learning with those he needed to impress, particularly to the New York promoters of his art, like Henry Geldzahler, a curator at the Metropolitan Museum of Art, who pronounced: “Warhol only plays dumb. It’s his style … He’s incredibly analytical, intellectual, and perceptive.” As Gopnik repeatedly points out, Warhol’s opportunities and successes were all generated through relationships and networking. This isn’t the popular image of the cynical, accidental Sphinx. One of the great virtues of his book is that Gopnik has taken the time and effort to interview many people who can describe moments of what it was like to know the person behind the shopfront window: “If I really want to know what happened somewhere, I ask Andy,” said a friend of his in the 1960s. “He may have only stayed three minutes and never raised his eyes, but there’s nothing he hasn’t observed.”\nAs one of Warhol’s first boyfriends put it, “You think, ‘Oh, here’s this nice little boy who is very naive, and he dresses like a hick from Pennsylvania, and he acts sort of sickly and naively, and he doesn’t know what the score is.’ Well, he did. But he was always involved with it on the level of a game or play … He couldn’t understand why people were taking things so seriously.”\nEvery time he got to know somebody, even as a friend sometimes, he’d say “Let me draw your cock” … They’d drop their pants, and Andy would make a drawing. That was it. And then he’d say, “Thank you”.\nAt Tech, Warhol’s access to technique broadened, as he was taught in the Painting and Design program, where the idea was that there was “no line between the fine and the applied arts”. The program’s eclecticism embraced art in advertising and artists as illustrators, and the aim was to produce commercial artists who could engage in fine art. Warhol was taught by Russell Twiggs to make paintings by using silk-screen printing, permitted to make experimental films and given a theoretical grounding in modernism and postmodernism by the cop-brawling Balcombe Green: “the social meaning of art is that it opposes conformity and is a constant indictment of materialistic forces”. Warhol started calling himself “André Warhol” and wearing painted shoes. Though the course involved its students with abstraction and abstract expressionism, Warhol seems to have been most deeply impressed by the modernist mission to “Make it New”, and preferred Dadaistic explorations—Pop Art itself was first labelled “Neo-Dada”—and emerged as a traditional modernist innovator. “New things are always better than old things,” Warhol said later in his career—“for once giving a quote that probably reflected how he truly felt”, comments Gopnik.\nGopnik says Warhol hated the “already done”, but there is tension throughout the biography between his presentation of Warhol’s next innovative project as inspired breakthrough and his almost impressively competent playing of that biographer’s game, “spot the precedent”. This ultimately has a deflationary effect on the reader’s appreciation of Warhol, and tends to muddy Gopnik’s obvious admiration for Warhol as an artist, as the professional art nerd in him competes with his avid fandom. It’s not that Gopnik evades Warhol’s kleptomania—at one point he calls him “the world’s greatest sponge”—but the book’s implication of genius is not borne out in the final judgment on the facts, though one can accept on the evidence that if Warhol had a genius, it was situational rather than creative.\nWarhol’s stomach for work and the brutal realities of getting ahead showed itself when he moved to New York (at left) after graduation. Determined to be an illustrator, he engaged in ruthless cold-calling intended to attract attention: “I planted some bird seed in the park yesterday. Would you like to order a bird? Do you have any work for me?” If the answerer ventured a “How are you?”, Warhol replied, “I’m okay but I have diarrhea.” His flatmates recalled that after he hung up he would confess, “Isn’t that ridiculous?” or “I don’t want to behave like this.” But it worked, and he garnered an expanding practice in magazine, book jacket and record cover illustration and design, and a bevy of loyal clients, due to his preparedness to work all night and deliver, on time, often several versions of the brief. This remarkable work ethic generated an income stream that enabled survival in New York.\nWith characteristic disregard for the sovereignty of the author, in the early 1950s this work was delegated to a paid factotum, Nathan Gluck, a Pacific veteran and MoMA Christmas card designer, who thereafter ran the illustration business from Warhol’s basements and spare floors, faking Warhol’s techniques and even Julia Warhola’s “insanely curlicued” handwriting, which Warhol had successfully marketed as a motif. Gluck stayed on the job until 1966.\nIn the meantime, Warhol avoided Korea with a “medically unfit 4F” classification probably due to his “irrepressibly fey manner” leading to a military diagnosis of homosexuality. He met Truman Capote and Cecil Beaton. His mother, whom one art director client described as “much smarter than Andy”, moved in to his 75th Street apartment to become a permanent mixed blessing: cook and cleaner, but a blight on his emotions and a brake on his burgeoning gay sex life. He made periodic forays into fine art with erotic male figure drawings. He suffered panned or ignored first exhibitions at the Hugo and Loft Galleries, three rejections of offerings to the Tanager Gallery and an exhibition at the Bodley Gallery and Bookshop, the works there being described by the New York Times critic as “done by Jean Cocteau on an off day”. He was saved because New York department stores sought to use radical art to draw attention to their shop window displays in the hope that their dedication to sophisticated modern taste rubbed off on their wares. Warhol’s commissions for Bonwit Teller permitted him to display his first expressions of Pop Art.\nThe content of Warhol’s Pop Art came to him through his downtown friendship with collage artist Ray Johnson, whose works used Hollywood star pictures and consumer product placement—images of Lucky Strike cigarette packets and Hunt’s ketchup bottles. Johnson also conveyed to him the idea of the artist as an artwork. This played into Warhol’s predisposition to strike poses and try out personalities. The knitting together of these conceits with the principles of Warhol’s Dadaist training produced the cycle of artistic output that made Warhol’s reputation. There coincided a Dadaist revival inspired by the 1959 MoMA show “New Images of Man”: Robert Rauschenberg displayed real Coke bottles.\nWarhol fell into presenting commercial art renditions of brand names and everyday products as fine art at the same time as many others. In April 1961 he hung images of newspaper pages, a Superman comic and Popeye behind a women’s clothing display in a Gunther Jaeckel shop window. At home he started painting realistic depictions of Coke bottles. Soon after, Claes Oldenburg and Roy Lichtenstein beat Warhol to the punch by exhibiting papier mâché copies of merchandise and paintings of cartoons respectively in actual exhibitions. “Cartoon paintings … it’s too late!”, Warhol bleated to friends, “I’ve got to do something that really will have a lot of impact, that will be different enough … that won’t look like I’m doing exactly what they are doing.” A dealer friend, Muriel Latow, suggested Campbell’s soup tins, and charged him fifty dollars for the idea.\nAt first this movement seemed like a rediscovery of the centrality of the object in art after years of the subjective meaninglessness, formless drippery and bad behaviour of abstract expressionism. But it carried within it its own form of obscurity because there was no explanation for why the particular “found” object was chosen. And it was accompanied by certain rules: the object is unadulterated and unedited by any authorial input or intention, it must be its own explanation, it stands and falls on its own merits. Duchamp himself, living in California, piped up: “If you take a Campbell’s soup can and repeat it fifty times, you are not interested in the retinal image. What interests you is the concept that wants to put fifty Campbell’s soup cans on a canvas.”\nIn Warhol’s version of Pop Art, the artist, though, became part of the display, at once of the art but not of it, the user of the product, not maker of it. “A sort of gum-chewing, seemingly naive teenybopper, addicted to the lowest form of popular culture”, as one art critic friend, to whom Warhol pretended he was twenty-five years old, observed of his new Pop persona. Ray-bans, gnomic comments and leather jackets followed later, mirroring the apparent idiocy of the art:\nQ: What is Pop Art trying to say?\nA: I don’t know.\n“Being monosyllabic let his art speak for itself,” suggests Gopnik. This perverse demeanour was to have consequences when a mind as clinical as Warhol’s started applying the Pop Art rules to living found objects.\nBut first there were the meticulous paintings of the soup cans—all thirty-two flavours—done from photographs in order to capture the pure object. Then the personal act of painting was eliminated by resort to silk-screening the photographic images onto canvas, the objects arranged on grids as if printed by a machine—dollar bills, Liz Taylors, Marilyns, followed by scenes of Death and Disaster, electric chairs, gun-slinging Elvis Presleys.\nThen the work of silk-screening was shared with volunteer helpers or assistants in each “Factory” premises leased or purchased by Warhol between 1963 and his death in 1987, until finally fully contracted out in the late 1970s to Rupert Smith, who ran a chaotic studio in Tribeca, where he in turn sub-contracted the actual screen printing work to three printers, and delivered the works to Warhol’s back door to be presented to clients as if Warhol had just been working on them. Next, Warhol manufactured fake Brillo Pad boxes and soup can cartons, exhibited as if stored in a stockroom or supermarket, at the Stable Gallery in 1964.\nThen Warhol renounced painting altogether and became an avant garde film director for the underground film industry. His first experimental movie, Sleep, consisted of five and a half monotonous hours of his naked sleeping lover, John Giorno. This was the beginning of a series of increasingly by turns boring and traumatic films in which the medium was applied to people as found objects, underscored by the hundreds of screen tests Warhol made of single person objects in his Factories, four minutes each of slowed down stasis, a monument to Warhol’s peculiar observational apprehension of other people as specimens. “It’s easier to do than painting, because the camera has a motor and you just walk away. It just takes over by itself,” he explained. The better-known later films, Blow Job, Couch, Chelsea Girls, Lonesome Cowboys and Fuck, ratcheted up the hysteria and the obscenity. The voyeurism was often spiced up by offsiders shouting abuse at the actors off-camera. Warhol always refused to direct, “creating a void people felt compelled to fill”, leaving the direction and “scriptwriting” to his various Factory “superstars”, each film an exposé of their troubled neuroses.\nChelsea Girls featured four of the Factory women squabbling in the Chelsea Hotel, delivered over four hours on split screens, allowing the projectionist to decide what footage was shown with what soundtracks. Despite its unintelligibility it toured the country and received national publicity, of the usefully negative type, for depicting “the lower level of degenerate dope pushers, lesbians and homosexuals” (New York Times). The relative success of Lonesome Cowboys, a plotless farrago of mincing and urinating gunslingers, supervised by a drag-queen sheriff, surprisingly generated a potential Hollywood project with Troy Donahue and Natalie Wood in 1969, scuppered when Warhol’s front man of the time, Paul Morrissey, informed the Columbia Pictures executives (as Warhol sat catatonic next to him) about a sex scene with a Great Dane.\nThe next stage involved dropping the medium altogether. Warhol decided to simply exhibit living found objects. Edie Sedgwick, a lost preppie from abusive Californian wealth, was the most famous. There is YouTube footage of Warhol and Sedgwick on the Merv Griffin Show in 1965 (below), performing as “the leaders of the new scene”. Edie is introduced as an actress and “superstar” of underground movies. She appears in her habitual rig of black leotards, short girl’s skirt, Cathedral earrings and moused-up blonde hair, probably high. She gives a charming performance of toney mannerisms, as if at drinks in the country before lunch, massaging a cigarette packet and breathlessly shy of the audience. She “warns” Merv that Warhol has decided not to speak and she will pass on any answers he whispers in her ear. Warhol’s cat-like face, chewing gum, rolls eyes and mouths occasional yesses and nos. This comes over as undergraduate, but it does zoom the focus in on the fragile Sedgwick. Asked what a “superstar” is, she says it is something at once ridiculous or fantastic, ridiculous “if we can get it off the ground”. Warhol cruelly exposed Sedgwick in his film Poor Little Rich Girl. “She never understood what I was doing to her,” he commented.\n\nDespite attracting coverage, Warhol did not make money at the beginning. Gopnik’s description of serial exhibitions in New York and the West Coast in the 1960s record failures to attract buyers. Of the thirty-two soup cans exhibited at the Ferus Gallery in Los Angeles in 1962 only six sold, and Warhol haggled $1000 out of the curator (who bought the six back and sold all thirty-two as a job lot to the Museum of Modern Art in 1996 for $15 million). The dearth of sales necessitated the continuation of Nathan Gluck’s basement conveyor belt of shoe and leather goods advertisements to keep the Warhol circus afloat, especially when he had to subsidise the existence of his numerous indigent followers in the Factories. Warhol hid this déclassé reality from his expanding network of New York art promoters and enablers, who were surprised to find out, if they did, that Warhol had been a commercial illustrator.\nAnd despite the attention Pop Art attracted, Warhol suffered significant rebuffs in America. He was not collected by MoMA, his “Most Wanted Men” installation of criminal portraits was hastily removed from the New York World’s Fair in 1964, he was cancelled from the Cannes Film Festival in 1967, he was rejected by Hollywood in 1969 and 1971, and he was never invited to participate in the Venice Biennale for the US. He was ignored by Richard Avedon and Tom Wolfe, and savaged by Hilton Kramer and Robert Hughes, determined anti-Pop critics. Henry Geldzahler said:\nAndy’s a voyeur and he needs exhibitionists around, which is all right. I mean he’s a cameraman; he’s a filmmaker; he’s an artist … But he’s also kind of a sadist. He’s a voyeur-sadist, and he needs exhibitionist-masochists in order to fulfill both halves of his destiny. And it’s obvious that an exhibitionist-masochist is not going to last very long.\n“People victimised themselves in their hurry to be stars,” said another “superstar”, Mary “Might” Woronov, who herself fell out with Warhol over money. But Gopnik is protective: “Warhol was no Venus flytrap, attracting unwitting victims so he could then suck them dry. At worst he was like some guileless flypaper, with a scent that led certain creatures to get stuck.” At another point he writes, “Warhol had a vast tolerance, even appreciation, for nuttiness—even drug-induced nuttiness—but only when it served some kind of creative goal.”\nThis seems too narrow a view on causation. If the theory is that Warhol curated his whole life as a Dadaist work of art, a theory that has plausibility, then the responsibility for collateral damage done by that concentrated effort cannot be so easily flunked. Most of Warhol’s work of lasting value and presence, the early silk-screen paintings, are unlikely to have caused emotional havoc among his followers—more obviously it was the conceit of the artist himself: the hyper Factory environment, the experimental films, the doped-up happenings of the Velvet Underground, the fun-fair orgies and the ephemeral Exploding Plastic Inevitable, in all of which the amphetamine-addled “superstars” were paraded. It’s hard to believe Warhol was not cognisant of the emotional mechanics of people less controlled than he was, of whom he said he made a special “fascinated” study, and whose self-esteem he knew came to depend on their connection with him and the Factory projects.\nMany didn’t last. Warhol presided over endless competition, jealousy and turnover. Finding out you were expendable had its consequences. Amateur mime, actor, film-maker and boyfriend, Philip Fagan, walked out after being filmed “dying” in Six Months, and committed suicide four years later. Sedgwick was filmed as dead, with her head in a toilet bowl, in Lupe, after which she drifted into the orbit of Bob Dylan, psychiatric treatment and an overdose of downers in 1971. Jed Johnson, who lived with Warhol for the longest, was moved out after his second suicide attempt in 1978, Warhol telling him: “It’s so embarrassing. Why would you embarrass me like this?” Danny Williams, Warhol’s speed-freak lover, proved too ambitious, and, perhaps, talented and was thrown out of Warhol’s townhouse after yanking off Warhol’s wig in a restaurant. Left to rot with drugs in the back room of the Factory, he went home to Rockport, had dinner with his family and disappeared for ever, his clothes later found neatly folded by the sea.\nIt was this persona that finally did for Warhol in 1968. Though Valerie Solanas was never one of Warhol’s found objects, she wanted to be. “I never intended to kill him,” she said after she was sentenced, “I just wanted him to pay attention to me.” Solanas was a drop-out Greenwich Village lesbian drifter, publisher of the SCUM (Society for Cutting Up Men) Manifesto, a guidebook on how to create “a swinging, groovy, out-of-sight female world”. Warhol, perhaps unwisely, refused to join the men’s auxiliary, and lost her promisingly titled play, Up Your Ass, somewhere in the Factory.\nThis caused paranoid delusions that Warhol was stealing her copyright. On June 3, 1968, she appeared in the new Union Square Factory, and after some strained banter with an unsuspecting Warhol and his managers, started shooting. Warhol cowered behind his desk. The .32 calibre bullet passed into Warhol’s right side and exited from his left back, collapsing a lung, severing the oesophagus from the stomach, piercing the diaphragm and mashing the liver and spleen. His survival in Columbus Hospital was a miracle. The Factory family turned up dressed for the occasion. “Andy was dealing with this kind of underground emotion. It can be dangerous,” Ultra Violet, made up, ringleted, in a Chanel suit, told the reporters. “How many tears, how many crocodiles?” wrote an observer. Solanas got three years. “You get more for stealing a car,” said Lou Reed, middle-classly.\nIt was all of a piece with Warhol’s Dadaist trajectory that he lived on as the survivor of his own assassination, and reaped advantages from the consequent notoriety. His return to portraiture in the 1970s and 1980s enabled collectors to buy the works of a dead artist. Warhol played the part by making no attempt to render the sitters as unique or understood. The portraits were fed into Warhol’s new mission of “Business Art”. “The new art is really a business,” Warhol announced in 1969. “I’m a commercial person. I’ve got a lot of mouths to feed. I’ve gotta bring home the bacon.” Gopnik explains: “Coming up with the conceit of Business Art, that is, let Warhol produce objects and offer them for sale while insisting that the offering, more than the objects, counted as the art. It was the performance that mattered, not its cash results.” Thus, in this “necessary and brilliant aesthetic move”, there was no need for an object, just a transaction, an art system. His witless followers, like Brigid Berlin, thought Warhol was a “business genius”. Large claims are made of Trumpian nous: “business advisers were always amazed at how good Andy was at really understanding the basic concepts of a deal and getting it across—and Andy was very good”.\nAt this point the admiring rationalisations wear thin, and become more transparently flotation devices. That cash results didn’t matter cloaks the real failures of technique. Warhol never made any real money until what are now regarded as his authentic innovations were well in the past, and he embarked on a series of retreads. There is some jockeying about by both Warhol and Gopnik on the reasons for the manoeuvre, but Gopnik is determined to advance the argument that “Business Art” was just another inspired and dexterous move in a life of keeping one step ahead of the conceptual pack.\nEven Gopnik must concede, if just by the necessary telling, that most of the Business Art gestures failed miserably, especially his attempt to negotiate his way into Hollywood, which Warhol actually cared about. He kicked himself for not charging the Rolling Stones a percentage of record sales (instead of a set fee) for the LP Sticky Fingers, the cover of which he designed. The planned international chain of Andy-Mat diners, catering to loners who ate frozen food packs while watching their own television, didn’t get past property leasing arrangements 101. Sad attempts at tie-ins with soaps, perfumes and makeup never lasted. No one hired him as a private film-maker for $150,000, or his “superstars” for $5000. The contrast with the wit of Pop Art’s initial bravura impact is clear from Gopnik’s own text—in 1964 Warhol asserted that the whole point of his painted soup cans would be lost with any kind of commercial tie-in; even Campbell’s agreed.\nWarhol embarked on becoming a factory for high-society portraiture, attracting such clients as the Shah and Shahbanu of Iran, Imelda Marcos, Jimmy Carter, Texan oil millionaires and Giovanni Agnelli. It turned out that the object did still matter: even if it was constructed of paint screened over a bad polaroid of the sitter. Someone as percipient as Warhol must have been aware of the unedifying banality involved in him becoming not only “mainstream” but the fool to oppressive dictators, vulgar industrialists and politicians in order to become rich. Gopnik is not so sure. His impressive book makes a decent fist of digging Warhol out of the ditch he dug for himself. He thinks most of the art world just couldn’t follow where Warhol went, and only the most sophisticated could see this was all a clever critique of the shoddy mechanics of art and society. That cute defence seems to amount to little more than the private joke of one-hand clapping. It might be that people were not making inquiries at all, and Warhol was simply succumbing to “what seemed right for the times”, as Gopnik describes it.\nWhat were those peculiar circumstances of the times? The people who were, and continue to be, prepared to pay such enormous sums for Warhol’s works were the beneficiaries of the post-war economic boom and the successful distribution of industrialised technology to the masses, as were their attendant financiers. Bankers, debt specialists, retail tycoons, mining potentates, trade finance executives, shipping magnates and rentiers generally lead successful lives of dull mass dealings, often with other people’s money, or by clipping the ticket in high-turnover sales schemes; one-trick ponies pursuing soul-destroying occupations which attract people with neither the time nor the inclination to educate themselves about pastimes with more satisfying personal outcomes.\nAmong the postmodern plagues that have been generated by this unchallenged hegemony of material progress is the absorption of the traditional art market into an auction of the vanities. After a time, buying the next best house, car or boat is not enough to ameliorate the poverty of the inner life or maintain superiority over the Joneses. If you create a market for such people to expend their wealth in acquiring an asset which they are told brings intellectual prestige they will throw money at it, as they did with Dali, and even better if you can buy an enigma, like a Warhol. If no one can really explain what the art is saying, or what it stands for, no one can effectively undermine its value. “Isn’t the art scene today revolting?” Warhol asked Cecil Beaton; “I wish I could find a way of making it worse.” Well, he did.\nWarhol, A Life as Art\nby Blake Gopnik\nPenguin, 2021, 976 pages, $35\nMatthew White SC is a barrister working in Sydney and Hong Kong. He wrote on The Palace Letters by Jenny Hocking in the October issue.\n\t\t\t\t",
    "length": 30132,
    "excerpt": "",
    "siteName": null,
    "siteHref": "https://quadrant.org.au/magazine/2022/01/warhol-the-void-beneath-the-emptiness"
}