{
    "title": "The Nature of Art | Armand Marie Leroi | Inference",
    "byline": "Armand Marie Leroi",
    "dir": "ltr",
    "lang": "en",
    "content": [
        [
            "<p><span>I</span> <span>&nbsp;have</span>, <span>on my hard drive</span>, all the art that the Netherlands has produced—or at least all of it made since about the fourteenth century and that still exists: 120,000 images of paintings, and a lot of other things such as sculptures, etchings, and photographs besides. The totality of Dutch art occupies surprisingly little space, 500 GB or so. I also have images of 60,000 Greek vases, 1,400 images of Iznik tiles, 17,000 mostly American pop songs, and 220,000 scientific papers about my field, evolutionary biology. The Dutch art comes from the Netherlands Institute for Art History, also known as the RKD, an acronym for its previous name, Rijksbureau voor Kunsthistorische Documentatie, in The Hague. The Greek vases come from the Beazley Archive in Oxford, and the scientific papers from JSTOR. The Iznik tiles were scraped from various museum websites; the pop songs from a London-based streaming service that went under as Spotify rose. There is now an effective infinity of this kind of stuff out there. Pulling it together, curating it, and putting it online is what digital humanists do. The question is, to what end?</p>",
            "<p>One response is simply that digital databases are handy. If someone wants to check when Rembrandt van Rijn painted <em>The Night Watch</em>, the RKD’s website is the place to go. But to treat these databases as an upmarket <em>Wikipedia</em> is to underestimate their potential, which, for me, is the promise of a science. By that I mean science in the sense of natural science, but one whose subject is culture and, more specifically, art.<sup id=\"footnote-1\"><a href=\"#endnote-1\" target=\"_blank\">1</a></sup></p>",
            "<p>In 1894, Wilhelm Windelband, the neo-Kantian philosopher, argued that the distinction between the humanities, or <em>Geisteswissenschaften</em>, and the natural sciences, <em>Naturwissenschaften</em>, by then well-entrenched in German universities, was unfortunate. History, he said, could be explained in two ways. Ideographic explanations concern particular events and their causes: who did what, when, where, and why. And nomothetic explanations gave general laws. Both the humanities and the natural sciences were partly about history, and in both, both kinds of explanation could be obtained.</p>",
            "<p>Windelband was right. Art history uses ideographic explanations: Athenian vase painters were wiped out by the Macedonian takeover in 330 BCE. And so does paleontology: The nonavian dinosaurs were snuffed out by a rock from space in 66.0 Ma. Even if scientists now talk about models rather than laws, nomothetic explanations are ubiquitous in natural science; they are practically its signature style. They also appear in the humanities. I mean ideas such as Arthur Danto and George Dickie’s institutionalism, or else Thorstein Veblen’s theory of conspicuous consumption that explains Haida totem poles, <em>pronkstilleven</em>, and the contemporary art boom alike.<sup id=\"footnote-2\"><a href=\"#endnote-2\" target=\"_blank\">2</a></sup></p>",
            "<p>There is, however, one difference. Natural scientists write their theories in math, scholars in the humanities make do with words. This goes for their data too. Humanities scholars rely on the telling illustration or apposite quote, while natural scientists count and measure. Art historians may say that they do not need numbers. There is the art: you just need to look, think, and write. But that is to misunderstand the nature of knowledge. All empirical claims are probabilistic, and the only issue is how to make them. Scientists estimate the truth: everyone else just guesses.</p>",
            "<p>This epistemological divide is becoming acute in both art history and the humanities as a whole. There are two reasons. First, science exerts a gravitational pull on other aspects of thought. Statistics, for example, are part of daily life, expressed most visibly in the probabilities of dismal outcomes. Everyone knows the lexicon if not the math. Second, burgeoning digital databases are being compiled by art historians, museums, and digital humanists; these collections invite searches for large-scale patterns.</p>",
            "<p><span>A</span><span>rt historians have</span> begun to flirt with probabilities culled from their databases, even if they still conceal their dalliances behind a screen of words. Exemplifying this trend are the most recent volumes published under the Rembrandt Research Project,<sup id=\"footnote-3\"><a href=\"#endnote-3\" target=\"_blank\">3</a></sup> a collection of curated research on the works of Rembrandt. Their mastermind, the late Ernst van de Wetering, says that his attributions were based on a Bayesian approach.<sup id=\"footnote-4\"><a href=\"#endnote-4\" target=\"_blank\">4</a></sup> What exactly he meant by that, and whether or not <em>Old Man in an Armchair</em> (1652) really was, as he claimed, painted by Rembrandt—London’s National Gallery, who owns it, remains unconvinced—are not the point of this essay. The interesting thing is that he justified his method by appealing to a theory of probabilistic inference.</p>",
            "<p>Probabilities also underpin <em>Vermeer and the Masters of Dutch Genre Painting</em>, the catalogue of an exhibition that ran in Paris, Dublin, and Washington, DC, in 2017 and 2018. The catalog is edited by Adriaan Waiboer, who was until recently the head of collections and research at the National Gallery of Ireland.<sup id=\"footnote-5\"><a href=\"#endnote-5\" target=\"_blank\">5</a></sup> The exhibition assembled about eighty pictures painted by seventeen Dutch artists between 1625 and 1675. Its theme is ostensibly artistic influence, but really it is kleptomania, given how those artists filched their colleagues’ ideas with glee.</p>",
            "<p>The catalogue opens with Johannes Vermeer’s <em>Girl with a Pearl Earring</em> (1662–65), which, Waiboer says, is so similar to Frans van Mieris the Elder’s <em>Woman Standing before a Mirror</em> (1662) that Vermeer must have seen the picture in Leiden and then copied its composition wholesale.<sup id=\"footnote-6\"><a href=\"#endnote-6\" target=\"_blank\">6</a></sup> Van Mieris’s picture, Waiboer continues, was in turn inspired by <em>Young Woman at Her Toilet with a Maid</em> (1650–51) by Gerard ter Borch. That’s how it starts and how it goes on. The catalogue has a chapter about paintings of women sitting at clavichords by themselves, and another of them doing so with a friend. There are also chapters about women contemplating themselves in mirrors, writing letters, eating oysters, playing with parrots, and doing whatever young well-to-do Dutchwomen did. Each yields another clutch of connections as the artists batted their images back and forth. Read individually they are illuminating; read together they are a narrative mess.</p>",
            "<p>Waiboer recognized both the problem and its solution. His team built a website called Connect Vermeer.<sup id=\"footnote-7\"><a href=\"#endnote-7\" target=\"_blank\">7</a></sup> Bigger in scope than the exhibition, it is an interactive network built from the connections among the paintings—which are this time about a thousand rather than eighty. That number alone must make it an art history milestone. The website is beautifully designed, and visitors can click around almost endlessly comparing this picture with that as pop-up texts explain why they are connected. It vividly shows what a book or exhibition cannot: the sheer abundance and variety of influences. Each connection in the network comes with a numerical probability of it being true—which implies that, somewhere between the book and the website, art history became a science.</p>",
            "<p>In fact, it is not: at least not yet. Waiboer has traveled far, but he has yet to set foot on his newfound land, which he sees only from the deck of his ship. What kind of science does he descry in the distance? For me, the answer is an evolutionary one. The diversity of art is, I believe, the result of a process very much like that which has given rise to the diversity of life on earth.</p>",
            "<p><span>A</span><span>n evolutionary theory</span>, of art or anything else, rests on a simple idea: <em>ex nihilo nihil fit</em>—nothing comes from nothing. The idea was old when Lucretius said it. Insightfully, he added: “Once we see that’s so, already we are on the way to what we want to know.”<sup id=\"footnote-8\"><a href=\"#endnote-8\" target=\"_blank\">8</a></sup> What we want to know here is how art evolves.</p>",
            "<p>Astronomers say that nebular clusters evolve; geologists that sedimentary massifs do too. Biologists are more austere. For them, stars and rocks merely change and the term “evolution” is reserved for change that results from a very particular process—more or less the one that Charles Darwin spelled out. It is algorithmic: there is a population of entities—birds, say. They vary in their properties; some are swift, others slow; they reproduce and pass, with some degree of fidelity, these properties to their progeny; for some reason—perhaps the race for food—the swift survive and reproduce while the slow go to the wall. Crank the algorithm for a million generations or more, and you get Apus apus arrowing over England’s green and pleasant land.</p>",
            "<p>Natural selection, to give the algorithm its name, is a simple and powerful explanation for organic diversity. Modern evolutionary theory also admits a role for time and chance, that is, mutation and genetic drift, in shaping organic diversity, rather than natural selection.<sup id=\"footnote-9\"><a href=\"#endnote-9\" target=\"_blank\">9</a></sup> Taken as a whole, evolutionary theory does what no other can: it explains why there are so many kinds of things. It is tempting to seek in its harsh logic an explanation for the other great class of hyperdiverse entities—culture, all the things that humans make, think, or do.</p>",
            "<p>To a biologist, a population is a “reproductive community of sexual and cross-fertilizing individuals which share a common gene pool.”<sup id=\"footnote-10\"><a href=\"#endnote-10\" target=\"_blank\">10</a></sup> Since paintings have neither genes nor sex, it may seem that any theory of artistic change that relies on Darwinian logic cannot even get off the ground. But it is precisely my claim that assemblages of artifacts are also populations. Each new artifact, be it a painting, paper, poem, or pot, begins as an idea, and most ideas are old. Our predecessors fertilize our minds and engender recombinant, or, should we actually have an original thought, mutant, progeny that we give flesh by our instruments and disperse by our media. We do so in the hope that they will multiply in the market’s wilds, while knowing full well that its invisible hand will, in all probability, bury them without their having been seen, read, or heard by hardly anyone at all.</p>",
            "<p>This analogy between the causes of organic and cultural change has struck economists such as Joseph Schumpeter, who described the evolution of firms, and epistemologists such as Karl Popper, who theorized the growth of knowledge.<sup id=\"footnote-11\"><a href=\"#endnote-11\" target=\"_blank\">11</a></sup> Daniel Dennett called Darwin’s theory a “universal acid” that transforms all it touches. There are evolutionary accounts of social structures, religion, language, literature, architecture and, of course, visual art too.<sup id=\"footnote-12\"><a href=\"#endnote-12\" target=\"_blank\">12</a></sup></p>",
            "<p><span>E</span><span>volution creates things</span> that are causally connected by chains that reach, seemingly without end, into the past. In living things, the links are forged by the inheritance of genetic material; in culture, by influential ideas. The concepts are really the same: both describe the transmission of information from one individual to another, and both engender family trees.</p>",
            "<p>The way genealogies are inferred in art history is straightforward. Here is a picture by X; here is another by Y that X might have plausibly known. They are somehow alike, therefore they must be linked. That is pretty much what Waiboer and his colleagues did. The same method was applied in Giorgio Vasari’s <em>Lives of the Most Excellent Painters, Sculptors, and Architects</em> (1550), and, I suppose, in most art history monographs published since.<sup id=\"footnote-13\"><a href=\"#endnote-13\" target=\"_blank\">13</a></sup></p>",
            "<p>But there’s another way of tackling the problem. Start with a matrix of things—i.e., paintings—and their character states, the features that might reveal their historical relationships. Feed the matrix into a genealogical inference algorithm built on a mathematical model of evolutionary change. Search for a set of relationships that best explain the data. Present the results—the relationships—as a genealogical graph. That, in outline, is how a biologist would create an evolutionary tree—a genealogy very much like an art historian’s influence network.</p>",
            "<p>Here’s an example of the logic at work. Take three paintings: Vermeer’s <em>Girl with a Pearl Earring</em> (1665), Georges Braque’s <em>Man with a Guitar</em> (1911), and Juan Gris’s <em>Portrait of Josette Gris</em> (1916). Score some characters. Character 1 is, say, the subject of the painting: if religious, C1 = 0, and if secular, C1 = 1; Character 2 is the compositional technique of the painting: C2 = 0 if composed of curves, C2 = 1 if composed of quadrilaterals; Character 3 is the palette used: C3 = 0 if wide, meaning polychromatic, and C3 = 1 if limited, tending toward monochrome.</p>",
            "<p>(a)</p>",
            "<p>(b)</p>",
            "<p><strong>(a)</strong> A character matrix describing three paintings—Johannes Vermeer’s <em>Girl with a Pearl Earring</em> (1665), Georges Braque’s <em>Man with a Guitar</em> (1911), and Juan Gris’s <em>Portrait of Josette Gris</em> (1916)—in terms of three characters; <strong>(b)</strong> A phylogeny of the three paintings showing that the Braque (center) and Gris (right) are more closely related to each other than either is to the Vermeer (left).</p>",
            "<p>Arranging these data as a matrix (Figure 1a) just formalizes the obvious: the Gris and Braque are more similar to each other than either is to the Vermeer; and this similarity can be represented as a tree (Figure 1b). But this tree is not merely a statement of similarity as it would be if its leaves were, say, a television, a meteorite, and a pear; these paintings are the result of a modification-with-descent process; they are bits of culture that have evolved. The relative similarity of the two cubist paintings—monochrome palettes, quadrilaterals and all—is because they’re related.<sup id=\"footnote-14\"><a href=\"#endnote-14\" target=\"_blank\">14</a></sup> Art history even offers a plausible last common ancestor: Pablo Picasso’s <em>Les Demoiselles d’Avignon</em> (1907).</p>",
            "<p>The logic behind evolutionary trees is as simple as that. The practice can, however, be trickier. When we have lots of characters and lots of taxa—paintings—then the data can conflict: some characters showing one set of relationships, while others show something else. In that case, the number of possible trees that can explain the data proliferates, and the problem is to find the one that does so best. There’s no analytical solution, so finding the best tree is a matter of searching through lots of them to find the one that satisfies some statistical criterion—maximum likelihood is often used. The upshot is that phylogenetics, be it of paintings or porcupines, generally requires some serious computation.</p>",
            "<p>Art historians don’t usually draw diagrams such as Figure 1, but my argument is that they can and should. Yet even if they did, the difference between their methods and biologists’ could not be more profound. Where the art historian’s genealogy is constructed from a collection of isolated and subjective, if expert, assessments, the biologist’s is a statistical model presented as a graph. The second method is obviously better. It is built on data sets and mathematical models whose assumptions are apparent to all. The results do not depend on theoretical commitments or oddments of knowledge lurking cryptically in scholarly brains. More subtly, the algorithmic method considers all the data simultaneously to give a single, global, account. And, most importantly of all, it generates probabilities, distinguishing between plausible connections and those that are really a stretch.</p>"
        ],
        [
            "<p>I do not suggest that art historians borrow biologists’ algorithms. In fact, I am sure they will have to make their own. Biologists assume that each new species has just one parent and one sibling. It is a simplification that mostly works and, when it does, yields a neatly bifurcating tree. Paintings are obviously not like species: they are more like sexually reproducing individuals, except that they can have many parents instead of two. This means that the genealogy of most artworks is properly described not as a bifurcating tree, but as a network.</p>",
            "<p>This is why the developers of Connect Vermeer built their website as they did. They weren’t the first to do so. There’s a famous image showing the origin of abstract art and Cubism made by Alfred Barr, director of the Museum of Modern Art, in 1936. It’s a tangle of connections reaching back through Fauvism, Futurism, Neo-Expressionism, Japanese woodblock prints and so-called Negro Sculpture to name just a few of the nodes. Connect Vermeer is the same thing updated. But make no mistake: underneath the slick interface, its engine is antique.<sup id=\"footnote-15\"><a href=\"#endnote-15\" target=\"_blank\">15</a></sup> The developers examined all the paintings with care, identified their similarities, and converted the inferred connections into numbers. That makes it a tour de force of scholarship, but not yet science. To be fair, they could do little else, because an algorithm capable of inferring a probabilistic cultural influence network does not yet exist. But the math it requires does.</p>",
            "<p><span>S</span><span>tripped of the</span> inessential matter from which they are made, paintings are just clever patterns of pixels. When inferring their genealogy, the first task is to find out whether those patterns coincide and, if so, how. A team of art historians can do that, as Connect Vermeer did. But art is vast and scholars are few. That suggests that art historians need another way of seeing.</p>",
            "<p>Jan Brueghel I’s pictures are littered with cloned motifs. The same dappled grey horses, snarling leopards, bunched lilies, Roman arches, Wan-Li vases, bronze candelabras, thieving dwarves, and tender Madonnas crop up again and again. A group from ParisTech has generated an algorithm that found a few dozen motifs, but there must be many more.<sup id=\"footnote-16\"><a href=\"#endnote-16\" target=\"_blank\">16</a></sup> The algorithm did it “without human supervision,” which means it had not been trained. It had not been told what a parrot looks like; it just searched for similar patches of pixels in different paintings and found them perching there.</p>",
            "<p>The ParisTech algorithm is an attempt—one of many—to solve the “matching problem”: to find the bits in a set of pictures that are, within some limit, the same. Of course, the Brueghels are just a test case; the real objective is to find the elements that artists borrow from each other. Computer scientists call such elements “visual replicators,” in an allusion to Richard Dawkins’s memes. They are ubiquitous and the backbone of Connect Vermeer. But now we can see how it might be done via computers. No more will experts hunt through a few dozen paintings to see what resemblances they can find; instead they will feed thousands of images to a machine and watch the matches pop out. The RKD image database—all of it—would be a good place to start.</p>",
            "<p>But the Golden Age masters didn’t quote directly; they weren’t hip-hop artists sampling other people’s tracks. They borrowed their colleagues’ themes and compositions—took the idea of a girl at a clavichord, a felicitous grouping of figures, or just some really nice verticals—and made of them something new. These are much more subtle similarities that only the trained eye can find.</p>",
            "<p>There is something in that. But it would be foolish to bet against the machines. Not so long ago they struggled to tell a cat from a dog; now they can tag your children or lovers in the pictures on your phone. Computer vision algorithms come in many flavors, and each is designed for a particular perceptual task. Some hunt for brute pixel-by-pixel resemblances; others capture compositional structure; yet others find objects whose meaning they’ve been taught.<sup id=\"footnote-17\"><a href=\"#endnote-17\" target=\"_blank\">17</a></sup></p>",
            "<p>Most of these algorithms are just prototype playthings. They have been used in demos, but not in serious empirical research. This may be because the engineers who make them are not actually that interested in art. To them, paintings are just odd images. Like fuzzy photos, they offer technical problems that might be amusing to solve. What engineers really need is art historians who will put their machines to work. The Art and Artificial Intelligence Lab at Rutgers in New Jersey is one place where the two have gotten together. The researchers at this lab are interested in big-picture stuff. Recently, they taught a machine to classify 70,000 paintings into textbook period styles: Baroque, Impressionist, Cubist, and the like.<sup id=\"footnote-18\"><a href=\"#endnote-18\" target=\"_blank\">18</a></sup> It is a classic classification task, one their Deep Convolutional Neural Networks managed with moderate success. There it was, in one graph: Giotto to Andy Warhol, the evolution of Western art.</p>",
            "<p>The Rutgers group then took a step that was inspired. They asked whether the story that the machines told had been told before. They mapped the stylistic dimensions that the machines found to those that Heinrich Wölfflin had described in <em>Kunstgeschichtliche Grundbegriffe </em>(Basic Concepts of Art History, 1915). These dimensions showed that, just as Wölfflin had claimed, art had evolved from linear to painterly, open to closed, plane to recession, multiplicity to unity, and absolute to relative clarity. At least so it went from the Renaissance to the Baroque, the span of Wölfflin’s study.</p>",
            "<p>Some might say that Wölfflin’s principles have been known, or known to be false, for a hundred years. But actually they haven’t either way. Until now, they have been mere hypotheses, devoid of all but the flimsiest support. His evidence, a handful of pictures reproduced in black and white, was meager in the extreme. And though his ideas had been often discussed, they had never, as far as I can tell, been put to an empirical test. That is art history’s shame.</p>",
            "<p>We should not make too much of one modest study. The Rutgers group searched for Wölfflin’s dimensions and found what they sought. That is delightful, but one wonders what they missed. Art is an uncharted ocean in which paintings are studded like archipelagos in the blue. The task is to map that vastness and discover where each island is situated. Actually, this metaphor understates the problem. For art does not exist in some two-dimensional Mercator-like projection, but in high-dimensional hyperspace. It is into this space, scarcely graspable by human minds, that we now cast our machines, await their return, and ask them what they have found.</p>",
            "<p><span>T</span><span>he heart of</span> an influence network, then, is a quantitative estimate of how similar paintings are to each other. Similarity, however, does not equal influence. Consider Adriaen Coorte. Disregarded in his day, his austere still lifes of vegetables and seashells now command millions at auction, so well do they chime with today’s minimalist mood. He seems sui generis, yet he must have had his antecedents, and his asparagus portraits look—at least to my untutored eye—a lot like Juan Sánchez Cotán’s <em>bodegones</em>: stone shelves and precisely painted vegetables emerging luminously from the gloom. But since the Spaniard and the Dutchman were separated by a century and a thousand miles, no scholar believes that the former influenced the latter; presumably they each discovered the beauty of vegetables by themselves.<sup id=\"footnote-19\"><a href=\"#endnote-19\" target=\"_blank\">19</a></sup> This is just to say that, between any two artists, something more than the simple similarity of their work is needed to justify a causal connection between them.<sup id=\"footnote-20\"><a href=\"#endnote-20\" target=\"_blank\">20</a></sup></p>",
            "<p>A 2019 exhibition at Tate Britain made the point. It was predicated on the apparently unlikely thesis that England helped make Vincent van Gogh.<sup id=\"footnote-21\"><a href=\"#endnote-21\" target=\"_blank\">21</a></sup> The lights of Arles may well reflect in the Rhone like a serrated comb of gold, but the watery reflections in <em>Starry Night</em> (1888) are really those of the lights of the Palace of Westminster in the Thames—or so the exhibition argued. Not as van Gogh himself had seen them, but as James McNeill Whistler and Gustave Doré had. For it is their images—<em>Nocturne Grey and Gold: Westminster</em> (1871) and <em>London: A Pilgrimage </em>(1871)—that became the ingredients of his art.<sup id=\"footnote-22\"><a href=\"#endnote-22\" target=\"_blank\">22</a></sup></p>",
            "<p>I entered the Tate a skeptic—smog-ridden London? Van Gogh?—but left it wholly convinced. The curator, Carol Jacobi, had plenty of evidence, much of it quite direct. There were the very prints van Gogh collected while living in Brixton. And his letters to his brother Theo raving about the city and English art. And the route that the young Londoner had walked—across Westminster Bridge—each day to work.</p>",
            "<p>Most art historians are less fortunate when it comes to evidence. Waiboer insists that Vermeer must have seen van Mieris’s <em>Woman Standing before a Mirror</em> in Leiden, but concedes that he has no direct evidence—a letter, a diary entry, a fan’s anecdote—that tells him where Vermeer went or what he saw. That is typical: most Golden Age artist biographies are not much more than a teacher, some cities, and a few dates. The inference of a connection between any two paintings, then, comes down to their similarity and a plausibility argument—which is why Waiboer is at pains to assure readers that in 1660 you could get from Delft to Leiden and back in a day by <em>trekschuit</em>, a sail- and horse-drawn passenger boat. That’s fine as far as it goes. But, to infer genealogical networks at any scale, more is needed. Historians need a model of how influence works.</p>",
            "<p>It is 1662. Vermeer contemplates a primed canvas and wonders what next to paint. He has a stock of images in his head, some of which go back to antiquity. He does not choose from them at random, for there are some that have for him an especial salience. Perhaps this is because they are particularly frequent. At collectors’ homes and colleagues’ studios, some themes—women standing in front of mirrors—crop up time and again. He remembers them as he stands there deciding what to do. Or else he particularly recalls pictures by the most famous painters of his day, Gerrit Dou and his students, say. Or else, and this is different, he remembers some painting that fetched a remarkable price at auction and thinks: <em>I can do that</em>.</p>",
            "<p>Cultural evolutionists call the modes of influence “transmission biases.” These are psychological rules that describe how we use what other people have made when we make something new. They are statistical, and apply not only to Vermeer, but to all artists, and maybe anyone who has ever made anything. They do for culture what Gregor Mendel’s laws and Darwinian natural selection do for biology. But they are much more complex than genetics, and still very poorly known.</p>",
            "<p>The various transmission biases include conformist bias (follow the herd), prestige bias (copy the famous), success bias (imitate bestsellers), and proximity bias (imitate those nearby), to name but a few. Each assumes something different about human behavior. Neolithic potters, pop musicians, scientists, and car designers have all been shown to be, to varying degrees, in various ways, under their sway. And so is everyone.</p>",
            "<p>The premise of the <em>Vermeer and the Masters of Genre Painting</em> exhibition is that the Dutch genre painters of the seventeenth century did not look to distant centuries or countries or famous predecessors for their models, but to each other, a rather select coterie of rivalrous men. As Waiboer put it to me: “Vermeer wanted to be one of the gang.” In an essay, Eric Jan Sluijter claims that these painters aimed at <em>ongelijcke gelijckheyt</em><sup id=\"footnote-23\"><a href=\"#endnote-23\" target=\"_blank\">23</a></sup>—“dissimilar similarity”—some aesthetic solution that gave their clients the pleasures of both familiarity and novelty. That is a kind of transmission bias, a rather subtle and I think original one, that both emerges from the Connect Vermeer influence network and certainly went into its making. To write it as a statistical model and ask whether it works for the fish still-life painters of Utrecht and the New York Expressionists too, you’d be doing evolutionary science.</p>",
            "<p><span>D</span><span>igitization makes art</span> machine-readable; when machines read art they generate numbers; numbers breed statistics; the use of statistics to reveal the structure and workings of the world is science. I do not say that this sequence of propositions has the force of syllogistic necessity, but I do think that it describes how things will actually go. I have argued that a science of art will inherit much from art history. It will differ from it in various ways too. Its canvas will often be large. Particular artists may well come under its gaze.<sup id=\"footnote-24\"><a href=\"#endnote-24\" target=\"_blank\">24</a></sup> But it will be less concerned with the deep structures of dozens of pictures than the superficial properties of thousands. Current aesthetic or political values will be eschewed. “The best art historian is one who has no personal taste”—Aloïs Riegl—will be engraved above its door.</p>",
            "<p>Attention will accordingly shift from the canon to minor masters who produced for the mass. Rembrandt and Peter Paul Rubens—prolific, celebrated and influential in their day—will surely remain central. But there is something weirdly ahistorical about our age’s obsession with Vermeer. Considered coldly, he scarcely merits a footnote in the history of Dutch art.<sup id=\"footnote-25\"><a href=\"#endnote-25\" target=\"_blank\">25</a></sup> Each book and exhibition devoted to his works proves beauty’s corrupting power over scholarly minds.</p>",
            "<p>The art of any one time and place will be studied not only for itself but as a test of general theory. I have before me a recent monograph about adaptive radiations, those cases where organic evolution has gone into overdrive. It seeks to explain, as instances of a general phenomenon, the absurd variety of finches in the Galapagos archipelago, cichlid fishes in Africa’s Great Lakes and anole lizards in the islands of the West Indies. So, too, might Dutch Golden Age paintings, Japanese <em>ukiyo-e</em> woodblock prints and Attic painted pots be seen as the result of some one, fundamental, cause. The explanation will be couched in the language of economics or ecology, it doesn’t really matter which, since, as their roots suggest, they’re conceptually very close.<sup id=\"footnote-26\"><a href=\"#endnote-26\" target=\"_blank\">26</a></sup></p>",
            "<p>Such a science will have more in common with the synoptic, rationalist scholarship of the nineteenth century than the particularist, hermeneutic twentieth. Half-forgotten scholars such as Gottfried Semper, Giovanni Morelli, Wölfflin and Riegl will be read again. Ernst Gombrich’s concern with the cognition of perception and representation will no longer seem idiosyncratic but prescient. His successors are the sociobiologists, cognitive psychologists, and neurobiologists who argue that the evolved idiosyncrasies of our visual system, and some innate, pan-human sense of beauty, have shaped the evolution of art.<sup id=\"footnote-27\"><a href=\"#endnote-27\" target=\"_blank\">27</a></sup> Their ideas will be tested against its fossil record. Speaking of Riegl and Gombrich reminds me that the study of ornamental art will be revived: as I write, a neural network running on my university’s servers is busily parsing thousands of images of Iznik ceramics in order to learn what Owen Jones called “the grammar of ornament.” This essay might have been about those tiles. Or Attic painted vases, nineteenth-century English novels, American pop songs, or, for that matter, twentieth-century scientific papers, for the principles I have sketched are those of a general science of culture.</p>",
            "<p>But art history is no terra nullius, and I concede that the natives may view invasion with disquiet. Art history, like any branch of the humanities, is, after all, imbued with the critical interpretation of the things it studies, and when it comes to interpretation—the <em>meaning </em>of art—science would seem to have no domain. It takes, an art historian might say, an Erwin Panofsky to grasp the allegorical content of Dutch art, a Josef Albers its descriptive qualities. Believe either or both, but concede that it takes a human, steeped in the art itself, to see what’s there. I agree, at least for now.</p>",
            "<p>When humanities scholars say—it’s something of a trope—that “computers cannot reveal meaning” they seem to imagine algorithmic sausage grinders that chew up raw JPEGs and spew interpretations out. To be sure, analogous machines capable of mining the scientific literature to produce new knowledge already exist,<sup id=\"footnote-28\"><a href=\"#endnote-28\" target=\"_blank\">28</a></sup> but such machines, whether they appear in our fondest dreams or worst nightmares, are beside the point. For now, as always, it is humans who find meanings in the world and science is just a way of testing their truth. All that is required for the use of science, or any other rational method of investigation, is a consensus that those interpretations not be solipsistic and equivocal, but public and falsifiable.</p>",
            "<p>A science of art will be less concerned with semantic than formal qualities, for it is easier to quantify how pictures look than what they mean. Read Svetlana Alpers on the descriptive qualities of Dutch art and this is, perhaps, less of loss than it may seem; read Rosalind Krauss on modernist grids and it is no loss at all. But computers can extract meaning from texts and a computational iconology is certainly possible too.</p>",
            "<p>That, however, is for the future. Meanwhile, the prospect of a science of art is, to me, dazzling. When I consider it I feel as Aristotle must have felt when he stood upon an Aegean shore and saw, for the first time, that living things might be the objects of science. A small shift of perspective and virgin vistas appear. There is so much to do.</p>"
        ]
    ],
    "textContent": "\n                    I  have, on my hard drive, all the art that the Netherlands has produced—or at least all of it made since about the fourteenth century and that still exists: 120,000 images of paintings, and a lot of other things such as sculptures, etchings, and photographs besides. The totality of Dutch art occupies surprisingly little space, 500 GB or so. I also have images of 60,000 Greek vases, 1,400 images of Iznik tiles, 17,000 mostly American pop songs, and 220,000 scientific papers about my field, evolutionary biology. The Dutch art comes from the Netherlands Institute for Art History, also known as the RKD, an acronym for its previous name, Rijksbureau voor Kunsthistorische Documentatie, in The Hague. The Greek vases come from the Beazley Archive in Oxford, and the scientific papers from JSTOR. The Iznik tiles were scraped from various museum websites; the pop songs from a London-based streaming service that went under as Spotify rose. There is now an effective infinity of this kind of stuff out there. Pulling it together, curating it, and putting it online is what digital humanists do. The question is, to what end?\n\nOne response is simply that digital databases are handy. If someone wants to check when Rembrandt van Rijn painted The Night Watch, the RKD’s website is the place to go. But to treat these databases as an upmarket Wikipedia is to underestimate their potential, which, for me, is the promise of a science. By that I mean science in the sense of natural science, but one whose subject is culture and, more specifically, art.1\n\nIn 1894, Wilhelm Windelband, the neo-Kantian philosopher, argued that the distinction between the humanities, or Geisteswissenschaften, and the natural sciences, Naturwissenschaften, by then well-entrenched in German universities, was unfortunate. History, he said, could be explained in two ways. Ideographic explanations concern particular events and their causes: who did what, when, where, and why. And nomothetic explanations gave general laws. Both the humanities and the natural sciences were partly about history, and in both, both kinds of explanation could be obtained.\n\nWindelband was right. Art history uses ideographic explanations: Athenian vase painters were wiped out by the Macedonian takeover in 330 BCE. And so does paleontology: The nonavian dinosaurs were snuffed out by a rock from space in 66.0 Ma. Even if scientists now talk about models rather than laws, nomothetic explanations are ubiquitous in natural science; they are practically its signature style. They also appear in the humanities. I mean ideas such as Arthur Danto and George Dickie’s institutionalism, or else Thorstein Veblen’s theory of conspicuous consumption that explains Haida totem poles, pronkstilleven, and the contemporary art boom alike.2\n\nThere is, however, one difference. Natural scientists write their theories in math, scholars in the humanities make do with words. This goes for their data too. Humanities scholars rely on the telling illustration or apposite quote, while natural scientists count and measure. Art historians may say that they do not need numbers. There is the art: you just need to look, think, and write. But that is to misunderstand the nature of knowledge. All empirical claims are probabilistic, and the only issue is how to make them. Scientists estimate the truth: everyone else just guesses.\n\nThis epistemological divide is becoming acute in both art history and the humanities as a whole. There are two reasons. First, science exerts a gravitational pull on other aspects of thought. Statistics, for example, are part of daily life, expressed most visibly in the probabilities of dismal outcomes. Everyone knows the lexicon if not the math. Second, burgeoning digital databases are being compiled by art historians, museums, and digital humanists; these collections invite searches for large-scale patterns.\n\n\nProbabilities\n\nArt historians have begun to flirt with probabilities culled from their databases, even if they still conceal their dalliances behind a screen of words. Exemplifying this trend are the most recent volumes published under the Rembrandt Research Project,3 a collection of curated research on the works of Rembrandt. Their mastermind, the late Ernst van de Wetering, says that his attributions were based on a Bayesian approach.4 What exactly he meant by that, and whether or not Old Man in an Armchair (1652) really was, as he claimed, painted by Rembrandt—London’s National Gallery, who owns it, remains unconvinced—are not the point of this essay. The interesting thing is that he justified his method by appealing to a theory of probabilistic inference.\n\nProbabilities also underpin Vermeer and the Masters of Dutch Genre Painting, the catalogue of an exhibition that ran in Paris, Dublin, and Washington, DC, in 2017 and 2018. The catalog is edited by Adriaan Waiboer, who was until recently the head of collections and research at the National Gallery of Ireland.5 The exhibition assembled about eighty pictures painted by seventeen Dutch artists between 1625 and 1675. Its theme is ostensibly artistic influence, but really it is kleptomania, given how those artists filched their colleagues’ ideas with glee.\n\nThe catalogue opens with Johannes Vermeer’s Girl with a Pearl Earring (1662–65), which, Waiboer says, is so similar to Frans van Mieris the Elder’s Woman Standing before a Mirror (1662) that Vermeer must have seen the picture in Leiden and then copied its composition wholesale.6 Van Mieris’s picture, Waiboer continues, was in turn inspired by Young Woman at Her Toilet with a Maid (1650–51) by Gerard ter Borch. That’s how it starts and how it goes on. The catalogue has a chapter about paintings of women sitting at clavichords by themselves, and another of them doing so with a friend. There are also chapters about women contemplating themselves in mirrors, writing letters, eating oysters, playing with parrots, and doing whatever young well-to-do Dutchwomen did. Each yields another clutch of connections as the artists batted their images back and forth. Read individually they are illuminating; read together they are a narrative mess.\n\nWaiboer recognized both the problem and its solution. His team built a website called Connect Vermeer.7 Bigger in scope than the exhibition, it is an interactive network built from the connections among the paintings—which are this time about a thousand rather than eighty. That number alone must make it an art history milestone. The website is beautifully designed, and visitors can click around almost endlessly comparing this picture with that as pop-up texts explain why they are connected. It vividly shows what a book or exhibition cannot: the sheer abundance and variety of influences. Each connection in the network comes with a numerical probability of it being true—which implies that, somewhere between the book and the website, art history became a science.\n\nIn fact, it is not: at least not yet. Waiboer has traveled far, but he has yet to set foot on his newfound land, which he sees only from the deck of his ship. What kind of science does he descry in the distance? For me, the answer is an evolutionary one. The diversity of art is, I believe, the result of a process very much like that which has given rise to the diversity of life on earth.\n\n\nEvolution\n\nAn evolutionary theory, of art or anything else, rests on a simple idea: ex nihilo nihil fit—nothing comes from nothing. The idea was old when Lucretius said it. Insightfully, he added: “Once we see that’s so, already we are on the way to what we want to know.”8 What we want to know here is how art evolves.\n\nAstronomers say that nebular clusters evolve; geologists that sedimentary massifs do too. Biologists are more austere. For them, stars and rocks merely change and the term “evolution” is reserved for change that results from a very particular process—more or less the one that Charles Darwin spelled out. It is algorithmic: there is a population of entities—birds, say. They vary in their properties; some are swift, others slow; they reproduce and pass, with some degree of fidelity, these properties to their progeny; for some reason—perhaps the race for food—the swift survive and reproduce while the slow go to the wall. Crank the algorithm for a million generations or more, and you get Apus apus arrowing over England’s green and pleasant land.\n\nNatural selection, to give the algorithm its name, is a simple and powerful explanation for organic diversity. Modern evolutionary theory also admits a role for time and chance, that is, mutation and genetic drift, in shaping organic diversity, rather than natural selection.9 Taken as a whole, evolutionary theory does what no other can: it explains why there are so many kinds of things. It is tempting to seek in its harsh logic an explanation for the other great class of hyperdiverse entities—culture, all the things that humans make, think, or do.\n\nTo a biologist, a population is a “reproductive community of sexual and cross-fertilizing individuals which share a common gene pool.”10 Since paintings have neither genes nor sex, it may seem that any theory of artistic change that relies on Darwinian logic cannot even get off the ground. But it is precisely my claim that assemblages of artifacts are also populations. Each new artifact, be it a painting, paper, poem, or pot, begins as an idea, and most ideas are old. Our predecessors fertilize our minds and engender recombinant, or, should we actually have an original thought, mutant, progeny that we give flesh by our instruments and disperse by our media. We do so in the hope that they will multiply in the market’s wilds, while knowing full well that its invisible hand will, in all probability, bury them without their having been seen, read, or heard by hardly anyone at all.\n\nThis analogy between the causes of organic and cultural change has struck economists such as Joseph Schumpeter, who described the evolution of firms, and epistemologists such as Karl Popper, who theorized the growth of knowledge.11 Daniel Dennett called Darwin’s theory a “universal acid” that transforms all it touches. There are evolutionary accounts of social structures, religion, language, literature, architecture and, of course, visual art too.12\n\n\nGenealogies\n\nEvolution creates things that are causally connected by chains that reach, seemingly without end, into the past. In living things, the links are forged by the inheritance of genetic material; in culture, by influential ideas. The concepts are really the same: both describe the transmission of information from one individual to another, and both engender family trees.\n\nThe way genealogies are inferred in art history is straightforward. Here is a picture by X; here is another by Y that X might have plausibly known. They are somehow alike, therefore they must be linked. That is pretty much what Waiboer and his colleagues did. The same method was applied in Giorgio Vasari’s Lives of the Most Excellent Painters, Sculptors, and Architects (1550), and, I suppose, in most art history monographs published since.13\n\nBut there’s another way of tackling the problem. Start with a matrix of things—i.e., paintings—and their character states, the features that might reveal their historical relationships. Feed the matrix into a genealogical inference algorithm built on a mathematical model of evolutionary change. Search for a set of relationships that best explain the data. Present the results—the relationships—as a genealogical graph. That, in outline, is how a biologist would create an evolutionary tree—a genealogy very much like an art historian’s influence network.\n\nHere’s an example of the logic at work. Take three paintings: Vermeer’s Girl with a Pearl Earring (1665), Georges Braque’s Man with a Guitar (1911), and Juan Gris’s Portrait of Josette Gris (1916). Score some characters. Character 1 is, say, the subject of the painting: if religious, C1 = 0, and if secular, C1 = 1; Character 2 is the compositional technique of the painting: C2 = 0 if composed of curves, C2 = 1 if composed of quadrilaterals; Character 3 is the palette used: C3 = 0 if wide, meaning polychromatic, and C3 = 1 if limited, tending toward monochrome.\n\n\n\n\nFigure 1.\n\n\n(a)\n\n\n\n\n\nC1\nC2\nC3\n\n\n\n\nVermeer\n1\n0\n0\n\n\nBraque\n1\n1\n1\n\n\nGris\n1\n1\n1\n\n\t\n\n\n\n\n(b)\n\n\n(a) A character matrix describing three paintings—Johannes Vermeer’s Girl with a Pearl Earring (1665), Georges Braque’s Man with a Guitar (1911), and Juan Gris’s Portrait of Josette Gris (1916)—in terms of three characters; (b) A phylogeny of the three paintings showing that the Braque (center) and Gris (right) are more closely related to each other than either is to the Vermeer (left).\n\n\n\n\nArranging these data as a matrix (Figure 1a) just formalizes the obvious: the Gris and Braque are more similar to each other than either is to the Vermeer; and this similarity can be represented as a tree (Figure 1b). But this tree is not merely a statement of similarity as it would be if its leaves were, say, a television, a meteorite, and a pear; these paintings are the result of a modification-with-descent process; they are bits of culture that have evolved. The relative similarity of the two cubist paintings—monochrome palettes, quadrilaterals and all—is because they’re related.14 Art history even offers a plausible last common ancestor: Pablo Picasso’s Les Demoiselles d’Avignon (1907).\n\nThe logic behind evolutionary trees is as simple as that. The practice can, however, be trickier. When we have lots of characters and lots of taxa—paintings—then the data can conflict: some characters showing one set of relationships, while others show something else. In that case, the number of possible trees that can explain the data proliferates, and the problem is to find the one that does so best. There’s no analytical solution, so finding the best tree is a matter of searching through lots of them to find the one that satisfies some statistical criterion—maximum likelihood is often used. The upshot is that phylogenetics, be it of paintings or porcupines, generally requires some serious computation.\n\nArt historians don’t usually draw diagrams such as Figure 1, but my argument is that they can and should. Yet even if they did, the difference between their methods and biologists’ could not be more profound. Where the art historian’s genealogy is constructed from a collection of isolated and subjective, if expert, assessments, the biologist’s is a statistical model presented as a graph. The second method is obviously better. It is built on data sets and mathematical models whose assumptions are apparent to all. The results do not depend on theoretical commitments or oddments of knowledge lurking cryptically in scholarly brains. More subtly, the algorithmic method considers all the data simultaneously to give a single, global, account. And, most importantly of all, it generates probabilities, distinguishing between plausible connections and those that are really a stretch.\n\nI do not suggest that art historians borrow biologists’ algorithms. In fact, I am sure they will have to make their own. Biologists assume that each new species has just one parent and one sibling. It is a simplification that mostly works and, when it does, yields a neatly bifurcating tree. Paintings are obviously not like species: they are more like sexually reproducing individuals, except that they can have many parents instead of two. This means that the genealogy of most artworks is properly described not as a bifurcating tree, but as a network.\n\nThis is why the developers of Connect Vermeer built their website as they did. They weren’t the first to do so. There’s a famous image showing the origin of abstract art and Cubism made by Alfred Barr, director of the Museum of Modern Art, in 1936. It’s a tangle of connections reaching back through Fauvism, Futurism, Neo-Expressionism, Japanese woodblock prints and so-called Negro Sculpture to name just a few of the nodes. Connect Vermeer is the same thing updated. But make no mistake: underneath the slick interface, its engine is antique.15 The developers examined all the paintings with care, identified their similarities, and converted the inferred connections into numbers. That makes it a tour de force of scholarship, but not yet science. To be fair, they could do little else, because an algorithm capable of inferring a probabilistic cultural influence network does not yet exist. But the math it requires does.\n\n\nWays of Seeing\n\nStripped of the inessential matter from which they are made, paintings are just clever patterns of pixels. When inferring their genealogy, the first task is to find out whether those patterns coincide and, if so, how. A team of art historians can do that, as Connect Vermeer did. But art is vast and scholars are few. That suggests that art historians need another way of seeing.\n\nJan Brueghel I’s pictures are littered with cloned motifs. The same dappled grey horses, snarling leopards, bunched lilies, Roman arches, Wan-Li vases, bronze candelabras, thieving dwarves, and tender Madonnas crop up again and again. A group from ParisTech has generated an algorithm that found a few dozen motifs, but there must be many more.16 The algorithm did it “without human supervision,” which means it had not been trained. It had not been told what a parrot looks like; it just searched for similar patches of pixels in different paintings and found them perching there.\n\nThe ParisTech algorithm is an attempt—one of many—to solve the “matching problem”: to find the bits in a set of pictures that are, within some limit, the same. Of course, the Brueghels are just a test case; the real objective is to find the elements that artists borrow from each other. Computer scientists call such elements “visual replicators,” in an allusion to Richard Dawkins’s memes. They are ubiquitous and the backbone of Connect Vermeer. But now we can see how it might be done via computers. No more will experts hunt through a few dozen paintings to see what resemblances they can find; instead they will feed thousands of images to a machine and watch the matches pop out. The RKD image database—all of it—would be a good place to start.\n\nBut the Golden Age masters didn’t quote directly; they weren’t hip-hop artists sampling other people’s tracks. They borrowed their colleagues’ themes and compositions—took the idea of a girl at a clavichord, a felicitous grouping of figures, or just some really nice verticals—and made of them something new. These are much more subtle similarities that only the trained eye can find.\n\nThere is something in that. But it would be foolish to bet against the machines. Not so long ago they struggled to tell a cat from a dog; now they can tag your children or lovers in the pictures on your phone. Computer vision algorithms come in many flavors, and each is designed for a particular perceptual task. Some hunt for brute pixel-by-pixel resemblances; others capture compositional structure; yet others find objects whose meaning they’ve been taught.17\n\nMost of these algorithms are just prototype playthings. They have been used in demos, but not in serious empirical research. This may be because the engineers who make them are not actually that interested in art. To them, paintings are just odd images. Like fuzzy photos, they offer technical problems that might be amusing to solve. What engineers really need is art historians who will put their machines to work. The Art and Artificial Intelligence Lab at Rutgers in New Jersey is one place where the two have gotten together. The researchers at this lab are interested in big-picture stuff. Recently, they taught a machine to classify 70,000 paintings into textbook period styles: Baroque, Impressionist, Cubist, and the like.18 It is a classic classification task, one their Deep Convolutional Neural Networks managed with moderate success. There it was, in one graph: Giotto to Andy Warhol, the evolution of Western art.\n\nThe Rutgers group then took a step that was inspired. They asked whether the story that the machines told had been told before. They mapped the stylistic dimensions that the machines found to those that Heinrich Wölfflin had described in Kunstgeschichtliche Grundbegriffe (Basic Concepts of Art History, 1915). These dimensions showed that, just as Wölfflin had claimed, art had evolved from linear to painterly, open to closed, plane to recession, multiplicity to unity, and absolute to relative clarity. At least so it went from the Renaissance to the Baroque, the span of Wölfflin’s study.\n\nSome might say that Wölfflin’s principles have been known, or known to be false, for a hundred years. But actually they haven’t either way. Until now, they have been mere hypotheses, devoid of all but the flimsiest support. His evidence, a handful of pictures reproduced in black and white, was meager in the extreme. And though his ideas had been often discussed, they had never, as far as I can tell, been put to an empirical test. That is art history’s shame.\n\nWe should not make too much of one modest study. The Rutgers group searched for Wölfflin’s dimensions and found what they sought. That is delightful, but one wonders what they missed. Art is an uncharted ocean in which paintings are studded like archipelagos in the blue. The task is to map that vastness and discover where each island is situated. Actually, this metaphor understates the problem. For art does not exist in some two-dimensional Mercator-like projection, but in high-dimensional hyperspace. It is into this space, scarcely graspable by human minds, that we now cast our machines, await their return, and ask them what they have found.\n\n\nHow Influence Works\n\nThe heart of an influence network, then, is a quantitative estimate of how similar paintings are to each other. Similarity, however, does not equal influence. Consider Adriaen Coorte. Disregarded in his day, his austere still lifes of vegetables and seashells now command millions at auction, so well do they chime with today’s minimalist mood. He seems sui generis, yet he must have had his antecedents, and his asparagus portraits look—at least to my untutored eye—a lot like Juan Sánchez Cotán’s bodegones: stone shelves and precisely painted vegetables emerging luminously from the gloom. But since the Spaniard and the Dutchman were separated by a century and a thousand miles, no scholar believes that the former influenced the latter; presumably they each discovered the beauty of vegetables by themselves.19 This is just to say that, between any two artists, something more than the simple similarity of their work is needed to justify a causal connection between them.20\n\nA 2019 exhibition at Tate Britain made the point. It was predicated on the apparently unlikely thesis that England helped make Vincent van Gogh.21 The lights of Arles may well reflect in the Rhone like a serrated comb of gold, but the watery reflections in Starry Night (1888) are really those of the lights of the Palace of Westminster in the Thames—or so the exhibition argued. Not as van Gogh himself had seen them, but as James McNeill Whistler and Gustave Doré had. For it is their images—Nocturne Grey and Gold: Westminster (1871) and London: A Pilgrimage (1871)—that became the ingredients of his art.22\n\nI entered the Tate a skeptic—smog-ridden London? Van Gogh?—but left it wholly convinced. The curator, Carol Jacobi, had plenty of evidence, much of it quite direct. There were the very prints van Gogh collected while living in Brixton. And his letters to his brother Theo raving about the city and English art. And the route that the young Londoner had walked—across Westminster Bridge—each day to work.\n\nMost art historians are less fortunate when it comes to evidence. Waiboer insists that Vermeer must have seen van Mieris’s Woman Standing before a Mirror in Leiden, but concedes that he has no direct evidence—a letter, a diary entry, a fan’s anecdote—that tells him where Vermeer went or what he saw. That is typical: most Golden Age artist biographies are not much more than a teacher, some cities, and a few dates. The inference of a connection between any two paintings, then, comes down to their similarity and a plausibility argument—which is why Waiboer is at pains to assure readers that in 1660 you could get from Delft to Leiden and back in a day by trekschuit, a sail- and horse-drawn passenger boat. That’s fine as far as it goes. But, to infer genealogical networks at any scale, more is needed. Historians need a model of how influence works.\n\nIt is 1662. Vermeer contemplates a primed canvas and wonders what next to paint. He has a stock of images in his head, some of which go back to antiquity. He does not choose from them at random, for there are some that have for him an especial salience. Perhaps this is because they are particularly frequent. At collectors’ homes and colleagues’ studios, some themes—women standing in front of mirrors—crop up time and again. He remembers them as he stands there deciding what to do. Or else he particularly recalls pictures by the most famous painters of his day, Gerrit Dou and his students, say. Or else, and this is different, he remembers some painting that fetched a remarkable price at auction and thinks: I can do that.\n\nCultural evolutionists call the modes of influence “transmission biases.” These are psychological rules that describe how we use what other people have made when we make something new. They are statistical, and apply not only to Vermeer, but to all artists, and maybe anyone who has ever made anything. They do for culture what Gregor Mendel’s laws and Darwinian natural selection do for biology. But they are much more complex than genetics, and still very poorly known.\n\nThe various transmission biases include conformist bias (follow the herd), prestige bias (copy the famous), success bias (imitate bestsellers), and proximity bias (imitate those nearby), to name but a few. Each assumes something different about human behavior. Neolithic potters, pop musicians, scientists, and car designers have all been shown to be, to varying degrees, in various ways, under their sway. And so is everyone.\n\nThe premise of the Vermeer and the Masters of Genre Painting exhibition is that the Dutch genre painters of the seventeenth century did not look to distant centuries or countries or famous predecessors for their models, but to each other, a rather select coterie of rivalrous men. As Waiboer put it to me: “Vermeer wanted to be one of the gang.” In an essay, Eric Jan Sluijter claims that these painters aimed at ongelijcke gelijckheyt23—“dissimilar similarity”—some aesthetic solution that gave their clients the pleasures of both familiarity and novelty. That is a kind of transmission bias, a rather subtle and I think original one, that both emerges from the Connect Vermeer influence network and certainly went into its making. To write it as a statistical model and ask whether it works for the fish still-life painters of Utrecht and the New York Expressionists too, you’d be doing evolutionary science.\n\n\nA Science of Art\n\nDigitization makes art machine-readable; when machines read art they generate numbers; numbers breed statistics; the use of statistics to reveal the structure and workings of the world is science. I do not say that this sequence of propositions has the force of syllogistic necessity, but I do think that it describes how things will actually go. I have argued that a science of art will inherit much from art history. It will differ from it in various ways too. Its canvas will often be large. Particular artists may well come under its gaze.24 But it will be less concerned with the deep structures of dozens of pictures than the superficial properties of thousands. Current aesthetic or political values will be eschewed. “The best art historian is one who has no personal taste”—Aloïs Riegl—will be engraved above its door.\n\nAttention will accordingly shift from the canon to minor masters who produced for the mass. Rembrandt and Peter Paul Rubens—prolific, celebrated and influential in their day—will surely remain central. But there is something weirdly ahistorical about our age’s obsession with Vermeer. Considered coldly, he scarcely merits a footnote in the history of Dutch art.25 Each book and exhibition devoted to his works proves beauty’s corrupting power over scholarly minds.\n\nThe art of any one time and place will be studied not only for itself but as a test of general theory. I have before me a recent monograph about adaptive radiations, those cases where organic evolution has gone into overdrive. It seeks to explain, as instances of a general phenomenon, the absurd variety of finches in the Galapagos archipelago, cichlid fishes in Africa’s Great Lakes and anole lizards in the islands of the West Indies. So, too, might Dutch Golden Age paintings, Japanese ukiyo-e woodblock prints and Attic painted pots be seen as the result of some one, fundamental, cause. The explanation will be couched in the language of economics or ecology, it doesn’t really matter which, since, as their roots suggest, they’re conceptually very close.26\n\nSuch a science will have more in common with the synoptic, rationalist scholarship of the nineteenth century than the particularist, hermeneutic twentieth. Half-forgotten scholars such as Gottfried Semper, Giovanni Morelli, Wölfflin and Riegl will be read again. Ernst Gombrich’s concern with the cognition of perception and representation will no longer seem idiosyncratic but prescient. His successors are the sociobiologists, cognitive psychologists, and neurobiologists who argue that the evolved idiosyncrasies of our visual system, and some innate, pan-human sense of beauty, have shaped the evolution of art.27 Their ideas will be tested against its fossil record. Speaking of Riegl and Gombrich reminds me that the study of ornamental art will be revived: as I write, a neural network running on my university’s servers is busily parsing thousands of images of Iznik ceramics in order to learn what Owen Jones called “the grammar of ornament.” This essay might have been about those tiles. Or Attic painted vases, nineteenth-century English novels, American pop songs, or, for that matter, twentieth-century scientific papers, for the principles I have sketched are those of a general science of culture.\n\nBut art history is no terra nullius, and I concede that the natives may view invasion with disquiet. Art history, like any branch of the humanities, is, after all, imbued with the critical interpretation of the things it studies, and when it comes to interpretation—the meaning of art—science would seem to have no domain. It takes, an art historian might say, an Erwin Panofsky to grasp the allegorical content of Dutch art, a Josef Albers its descriptive qualities. Believe either or both, but concede that it takes a human, steeped in the art itself, to see what’s there. I agree, at least for now.\n\nWhen humanities scholars say—it’s something of a trope—that “computers cannot reveal meaning” they seem to imagine algorithmic sausage grinders that chew up raw JPEGs and spew interpretations out. To be sure, analogous machines capable of mining the scientific literature to produce new knowledge already exist,28 but such machines, whether they appear in our fondest dreams or worst nightmares, are beside the point. For now, as always, it is humans who find meanings in the world and science is just a way of testing their truth. All that is required for the use of science, or any other rational method of investigation, is a consensus that those interpretations not be solipsistic and equivocal, but public and falsifiable.\n\nA science of art will be less concerned with semantic than formal qualities, for it is easier to quantify how pictures look than what they mean. Read Svetlana Alpers on the descriptive qualities of Dutch art and this is, perhaps, less of loss than it may seem; read Rosalind Krauss on modernist grids and it is no loss at all. But computers can extract meaning from texts and a computational iconology is certainly possible too.\n\nThat, however, is for the future. Meanwhile, the prospect of a science of art is, to me, dazzling. When I consider it I feel as Aristotle must have felt when he stood upon an Aegean shore and saw, for the first time, that living things might be the objects of science. A small shift of perspective and virgin vistas appear. There is so much to do.\n\n\n                ",
    "length": 32627,
    "excerpt": "Can pieces of art be related to each other in the way that biological species can? In living things, phylogenic links are forged by the inheritance of genetic material; in culture, by influential ideas. Artworks may not have genomes, but they do contain information. Basic phylogenetic methodology may be applied to create a more scientific study of art history.",
    "siteName": "Inference",
    "siteHref": "https://inference-review.com/article/the-nature-of-art"
}